Repository: HrushikeshAnandSarangi/SevaX
Catalog: lib/l10n/intl_*.arb
Languages: pt, zh_tw

# acknowledge_desc_two
source: This may be more or less than the pledged amount. If there is a discrepancy in the amount, please message the member.
pt: Isso pode ser maior ou menor do que o valor prometido. Se houver discrepância no valor, por favor, envie uma mensagem ao membro.
zh_tw: 這可能大於或小於認捐額。如果金額有出入，請告知會員。

# acknowledge_desc_donor_one
source: Note: Please be sure that the amount you transfer to
pt: Observação: certifique-se de que o valor para o qual você transfere
zh_tw: 注意：請確保您轉入的金額

# acknowledge_desc_donor_two
source: matches the amount pledged above (subject to any transaction fee)
pt: corresponde ao valor prometido acima (sujeito a qualquer taxa de transação)
zh_tw: 與上述金額相符（不包括任何交易費用）

# acknowledge_received
source: I acknowledge that i have received below
pt: Eu reconheço que recebi abaixo
zh_tw: 我承認我已經收到以下內容

# acknowledge_donated
source: I acknowledge that i have donated below
pt: Eu reconheço que doei abaixo
zh_tw: 我承認我在下方捐款

source: Amount pledged
pt: Quantia prometida
zh_tw: 認捐金額

source: Amount received from
pt: Quantia recebida de
zh_tw: 收到的金額

source: Donations received
pt: Doações recebidas
zh_tw: 收到捐款

# donations_requested
source: Requested Donation
pt: Doação Solicitada
zh_tw: 需求的捐贈

# pledge_modified
source: Your pledged amount for donation was not acknowledged
pt: Seu valor prometido para doação não foi reconhecido
zh_tw: 您的認捐金額未得到確認

source: Donation completed
pt: Doação concluída
zh_tw: 捐贈完成

# donation_completed_desc
source: Your donation is successfully completed. A receipt has been emailed to you.
pt: Sua doação foi concluída com sucesso.Um recibo foi enviado para você.
zh_tw: 您的捐贈已成功完成。收據已通過電子郵件發送給您。

# has_cash_donation
source: Has a request for money donation
pt: Tem um pedido de doação em dinheiro
zh_tw: 有捐款請求

# has_goods_donation
source: Has requested for goods / supplies donation
pt: Solicitou doação de bens
zh_tw: 已請求商品/物資捐贈

# goods_donation_invite
source: has a request for donation of specific goods / supplies. You can tap to donate any goods that you can
pt: tem pedido de doação de bens específicos. Você pode tocar para doar todos os bens que puder
zh_tw: 有捐贈特定物品/用品的請求。您可以點按捐贈任何可以捐贈的物品

# failed_load_image
source: Failed to load image. Try different image
pt: Falha ao carregar imagem.Tente uma imagem diferente
zh_tw: 無法加載圖像。嘗試其他圖片

source: Request Updated
pt: Pedido Atualizado
zh_tw: 完成更新

source: DEMOTED
pt: DEMOTADO
zh_tw: 被降級

source: PROMOTED
pt: PROMOVIDO
zh_tw: 被提升

source: Seva Coins debited
pt: Seva Coins debitado
zh_tw: 扣Seva點數

source: Debited
pt: Debitada
zh_tw: 已扣

# member_reported_title
source: Member Reported
pt: Membro relatado
zh_tw: 會員舉報

source: cannot be deleted
pt: não pode ser excluído
zh_tw: 無法刪除

# cannot_be_deleted_desc
source: Your request to delete **requestData.entityTitle cannot be completed at this time. There are pending transactions. Tap here to view the details.
pt: Sua solicitação para excluir ** requestData.entityTitle não pode ser concluída neste momento. Existem transações pendentes. Toque aqui para ver os detalhes.
zh_tw: 您刪除** requestData.entityTitle的請求目前無法完成。有待處理的交易。點擊此處查看詳細信息。

# delete_request_success
source: **requestTitle you requested to delete has been successfully deleted!
pt: ** requestTitle que você solicitou a exclusão foi excluído com sucesso!
zh_tw: ** requestTitle您請求刪除的標題已成功刪除！

source: Community
pt: comunidade
zh_tw: 社區

source: Stock Images
pt: Banco de imagens
zh_tw: 庫存圖片

source: Choose Image
pt: Escolha a imagem
zh_tw: 選擇圖片

# timebank_has_parent
source: Seva Community has a parent
pt: Comunidade Seva tem um pai
zh_tw: Seva社區有母社區

# timebank_location_has_parent_hint_text
source: If your Seva community is associated with a parent Seva Community, please select from the dropdown below
pt: Se a sua comunidade Seva estiver associada a uma Comunidade Seva pai, selecione na lista suspensa abaixo
zh_tw: 如果您的時間銀行與母時間銀行相關聯，請從下面的下拉列表中選擇

# select_parent_timebank
source: Select Parent Seva Communities
pt: Selecione Comunidades Seva de Pais
zh_tw: 選擇母時間銀行

# look_for_existing_siblings
source: Your post is visible to the following Seva Communities:
pt: Sua postagem está visível para as seguintes Comunidades Seva:
zh_tw: 您的帖子對以下時間銀行可見：

source: None
pt: Nenhum
zh_tw: 沒有

# find_your_parent_timebank
source: Find your parent Seva Community if you are part of
pt: Encontre a comunidade Seva de seus pais, se você fizer parte de
zh_tw: 如果您是其中的一員，請找到您的母時間銀行

# look_for_existing_timebank_title
source: Looking for existing Seva Community
pt: Procurando pela comunidade Seva existente
zh_tw: 尋找現有的時間銀行

source: Copied to Clipboard
pt: Copiado para a área de transferência
zh_tw: 複製到剪貼板

# delete_comment_msg
source: Are you sure want to delete comment?
pt: Tem certeza que deseja excluir o comentário?
zh_tw: 您確定要刪除評論嗎？

# goods_modified_by_donor
source: Donor has modified goods / supplies
pt: O doador modificou bens / suprimentos
zh_tw: 捐助者已修改商品/用品

# goods_modified_by_creator
source: Your goods / supplies for donation was not acknowledged
pt: Seus bens / suprimentos para doação não foram reconhecidos
zh_tw: 您的捐贈物品/用品未得到確認

# amount_modified_by_creator_desc
source: The amount that you pledged for this donation is different from the amount acknowledged by the creator. Tap to change your pledge amount.
pt: O valor que você prometeu para esta doação é diferente do valor reconhecido pelo criador.Toque para alterar o valor da promessa.
zh_tw: 您為此捐贈的金額與創建者所確認的金額不同。點按即可更改您的承諾金額。

# goods_modified_by_creator_desc
source: The goods / supplies that you donated for this donation is different from the goods acknowledged by the creator. Tap to change your goods details.
pt: Os bens / suprimentos que você doou para esta doação são diferentes dos bens reconhecidos pelo criador.Toque para alterar os detalhes dos seus produtos.
zh_tw: 您為此捐贈捐贈的商品/用品與創建者確認的商品不同。點擊更改您的商品詳細信息。

# amount_modified_by_donor_desc
source: The amount which you acknowledged for this donation is different from the amount confirmed by the Donor. Tap to change the confirmation amount.
pt: O valor que você reconheceu por esta doação é diferente do valor confirmado pelo doador.Toque para alterar o valor da confirmação.
zh_tw: 您為此捐贈所確認的金額與捐贈者確認的金額不同。點擊以更改確認金額。

# goods_modified_by_donor_desc
source: The goods / supplies which you acknowledged for this donation is different from the goods confirmed by the Donor. Tap to change the confirmation goods.
pt: Os bens que você reconheceu para esta doação são diferentes dos bens confirmados pelo doador. Toque para alterar os produtos de confirmação.
zh_tw: 您為此次捐贈確認的商品與物資與捐贈人確認的商品不同。點擊更改確認商品。

# imageurl_alert
source: Web Image URL alert
pt: Alerta de URL de imagem da web
zh_tw: 網頁圖片網址 警報

# image_url_alert_desc
source: Please add a image URL to continue
pt: Adicione um URL de imagem para continuar
zh_tw: 請添加圖片網址以繼續

# enter_valid_link
source: Enter valid payment link
pt: Insira um link de pagamento válido
zh_tw: 輸入有效的付款鏈接

# target_amount_less_than_min_amount
source: Minimum amount cannot be greater than target amount
pt: O valor mínimo não pode ser maior do que o valor alvo
zh_tw: 最低金額不能大於目標金額

# failed_load_image_title
source: Failed to load
pt: Falha ao carregar
zh_tw: 加載失敗

# image_url_hint
source: Add Image Url ex: https://www.sevaexchange.com/sevalogo.png
pt: Adicionar URL de imagem ex: https://www.sevaexchange.com/sevalogo.png
zh_tw: 添加圖片網址，例如：https://www.sevaexchange.com/sevalogo.png

source: Request details
pt: Pedir detalhes
zh_tw: 索取詳細資料

source: Skip for now
pt: Pular por agora
zh_tw: 現在跳過

# would_like_to_donate
source: Would you like to make a donation for this request?
pt: Você gostaria de fazer uma doação para este pedido?
zh_tw: 您想為此請求捐款嗎？

# total_goods_recevied
source: Total Goods Received
pt: Total de bens recebidos
zh_tw: 收到的商品總數

source: Total amount raised
pt: Montante total arrecadado
zh_tw: 募集資金總額

# by_accepting_group_join
source: By accepting, you will be added to
pt: Ao aceitar, você será adicionado a
zh_tw: 通過接受，您將被添加到

# request_payment_descriptionZelle_inputhint
source: Ex: Zellepay ID (phone or email)
pt: Ex: ID Zellepay (telefone ou e-mail)
zh_tw: 例如：Zellepay ID（電話或電子郵件）

# request_payment_ach_bank_name
source: Bank Name*
pt: Nome do banco*
zh_tw: 銀行名稱*

# request_payment_ach_bank_address
source: Bank Address*
pt: Endereço do banco*
zh_tw: 銀行地址*

# request_payment_ach_routing_number
source: Routing Number*
pt: Número de roteamento*
zh_tw: routing 號碼*

# request_payment_ach_account_no
source: Account Number*
pt: Número da conta*
zh_tw: 賬號*

# enter_valid_bank_address
source: Enter Bank Address
pt: Digite o endereço do banco
zh_tw: 輸入銀行地址

# enter_valid_bank_name
source: Enter Bank Name
pt: Digite o nome do banco
zh_tw: 輸入銀行名稱

# enter_valid_account_number
source: Enter Account Number
pt: Digite o número da conta
zh_tw: 輸入帳號

# enter_valid_routing_number
source: Enter Routing Number
pt: Digite o número de roteamento
zh_tw: 輸入路由號碼

# goods_validation
source: You have not selected any Goods/Supplies. Please select one or more before creating the Donation request.
pt: Você não selecionou nenhum bem/material. Selecione um ou mais antes de criar a solicitação de doação.
zh_tw: 您尚未選擇任何商品/供應。在創建捐贈請求之前，請選擇一個或多個。

# monthly_charges_of
source: monthly and additional charges of
pt: encargos mensais e adicionais de
zh_tw: 的每月和附加費用

# add_amount_donate
source: Tell us the maximum amount you are willing to donate towards your community.
pt: Diga-nos o valor máximo que você está disposto a doar para sua comunidade.
zh_tw: 告訴我們您願意為社區捐款的最大金額。

# add_amount_donate_empty
source: Amount cannot be empty
pt: A quantidade não pode estar vazia
zh_tw: 金額不能為空

# add_goods_donate_empty
source: Please select atleast one goods to offer.
pt: Selecione pelo menos um produto para oferecer.
zh_tw: 請選擇至少一種商品。

source: Offer type*
pt: Tipo de oferta *
zh_tw: 服務類型*

# request_goods_offer
source: Provide the list of Goods/Supplies that you can offer*
pt: Forneça a lista de bens / suprimentos que você pode oferecer *
zh_tw: 提供您可以提供的商品/供應清單*

# offerReview
source: You have received a review for the offer:
pt: Você recebeu uma revisão para a oferta:
zh_tw: 您已收到此服務的評論：

# request_review_body_creator
source: You have received a review for the request:
pt: Você recebeu uma revisão para a solicitação:
zh_tw: 您已收到該請求的評論：

# request_review_body_user
source: You have received a review on the work that you did for the request:
pt: Você recebeu uma revisão sobre o trabalho que realizou para a solicitação:
zh_tw: 您已收到針對請求所做工作的評論：

# has_given_review
source: has given you a review
pt: te deu uma revisão
zh_tw: 給了你評論

source: pledged to donate
pt: prometeu doar
zh_tw: 承諾捐贈

source: Computer
pt: Computador
zh_tw: 電腦

source: Total donation amount
pt: Valor total da doação
zh_tw: 捐款總額

# cash_offer
source: Money Offer
pt: Oferta de dinheiro
zh_tw: 金錢提議

source: Goods Offer
pt: Oferta de Bens
zh_tw: 商品服務

source: Time Offer
pt: Oferta de tempo
zh_tw: 時間服務

source: Offered
pt: Oferecido
zh_tw: 提供了

# offer_to_sent_at
source: Send offer to address
pt: Enviar oferta para endereço
zh_tw: 發送服務至地址

# cash_request
source: Money Request
pt: Pedido de dinheiro
zh_tw: 匯款需求

source: Goods Request
pt: Pedido de Mercadorias
zh_tw: 商品需求

source: Time Request
pt: Pedido de tempo
zh_tw: 時間需求

# donations_cash_request
source: Request Amount*
pt: Solicitar valor *
zh_tw: 申請金額*

# donations_cash_request_hint
source: Request Amount shouldn't be more than the offer amount
pt: O valor do pedido não deve ser superior ao valor da oferta
zh_tw: 需求金額不得超過服務金額

# tell_what_you_get_donated
source: Tell us what you would like to get donated
pt: Diga-nos o que você gostaria de receber doação
zh_tw: 告訴我們您想獲得的捐款

source: Signed Up
pt: Inscrito
zh_tw: 註冊

source: Accepted Offer
pt: Oferta aceita
zh_tw: 接受服務

source: Accept Offer
pt: Aceitar oferta
zh_tw: 接受服務

source: Bookmark
pt: marca páginas
zh_tw: 書籤

# alert_before_exit
source: Please confirm that you want to cancel editing. You will lose all changes if you confirm.
pt: Confirme que deseja cancelar a edição. Você perderá todas as alterações se confirmar.
zh_tw: 請確認您要取消編輯。如果確認，您將丟失所有更改。

# payment_still_processing
source: Your payment is still being processed. Please try this operation a little later
pt: Seu pagamento ainda está sendo processado. Por favor, tente esta operação um pouco mais tarde
zh_tw: 您的付款仍在處理中。請稍後再嘗試此操作

# cancel_editing_confirmation
source: Please confirm that you want to cancel editing. You will lose all changes if you confirm.
pt: Confirme que deseja cancelar a edição. Você perderá todas as alterações se confirmar.
zh_tw: 請確認您要取消編輯。如果確認，您將丟失所有更改。

source: Sending Feedback
pt: Enviando feedback
zh_tw: 送出

source: Plan Changed
pt: Plano alterado
zh_tw: 計劃已變更

source: Changing plan
pt: Mudança de plano
zh_tw: 變更計劃

source: Upgrade Plan
pt: Plano de atualização
zh_tw: 升級計劃

# exhausted_free_quota
source: You have exhausted your free quota of transactions,
pt: Você esgotou sua cota gratuita de transações,
zh_tw: 您已經超過免費的交易額度，

# exhaust_limit_admin_message
source: please contact the creator of the Seva Community to upgrade your plan
pt: entre em contato com o criador da Comunidade Seva para atualizar seu plano
zh_tw: 請與時間銀行的創建者聯繫以升級您的計劃

# exhaust_limit_creator_message
source: please upgrade your plan to continue.
pt: atualize seu plano para continuar.
zh_tw: 請升級您的計劃以繼續。

# exhaust_limit_user_message
source: please contact the admin of the Seva Community to upgrade your plan
pt: entre em contato com o administrador da Comunidade Seva para atualizar seu plano
zh_tw: 請與時間銀行的管理員聯繫以升級您的計劃

# needs_upgraded_plan
source: The feature you have chosen needs an upgraded plan.
pt: O recurso que você escolheu precisa de um plano atualizado.
zh_tw: 您選擇的功能需要升級計劃。

# plan_upgrade_message_admin
source: Please contact the creator of your Seva Community to activate this feature
pt: Entre em contato com o criador de sua Comunidade Seva para ativar este recurso
zh_tw: 請聯繫您的時間銀行的創建者以激活此功能

# plan_upgrade_message_user
source: Please contact the admin of your Seva Community to activate this feature
pt: Entre em contato com o administrador da sua Comunidade Seva para ativar este recurso
zh_tw: 請聯繫您的時間銀行管理員以激活此功能

source: Seva Community
pt: Comunidade Seva
zh_tw: Seva社區

# venmo_hint
source: Ex: Provide your Venmo username
pt: Ex: forneça seu nome de usuário Venmo
zh_tw: 例如：提供您的Venmo用戶名

# sevax_global_creation_error
source: "SevaX Global" is a protected community. Only Admins can post content here.
pt: "SevaX Global" é uma comunidade protegida. Apenas administradores podem postar conteúdo aqui.
zh_tw: “ SevaX Global”是受保護的社區。只有管​​理員可以在此處發佈內容。

source: Alert
pt: Alerta
zh_tw: 警報

# cancelled_subscription
source: Canceled subscription
pt: Assinatura cancelada
zh_tw: 取消訂閱

# subscription_cancellation
source: Subscription cancelation
pt: Cancelamento de assinatura
zh_tw: 訂閱取消

# cancellation_failure_message
source: We have received a request to cancel your subscription. While we are sorry to see you go, there are unpaid dues at this time. Please clear these dues and then attempt the cancelation again
pt: Recebemos um pedido de cancelamento de sua assinatura. Lamentamos ver sua saída, mas há dívidas não pagas no momento. Limpe essas taxas e tente o cancelamento novamente
zh_tw: 我們已收到取消您的訂閱的請求。很抱歉看到您離開，目前尚有未付的會費。請清除這些會費，然後再次嘗試取消

# cancellation_success_message
source: We are sorry to see you go. Your subscription is now canceled. Beginning at the conclusion of the current subscription period, your credit card will not be charged
pt: Lamentamos ver você partir. Sua assinatura foi cancelada. A partir da conclusão do período de assinatura atual, seu cartão de crédito não será cobrado
zh_tw: 我們很傷心看你走。您的訂閱現已取消。從當前訂閱期結束之日起，將不會向您的信用卡收費

# request_paymenttype_venmo
source: Venmo
zh_tw: 文莫

source: Already exists
pt: Já existe
zh_tw: 已經存在

source: Add To Request?
pt: Adicionar ao pedido?
zh_tw: 添加到請求？

# are_you_sure
source: Are you sure want to
pt: Você tem certeza que quer
zh_tw: 你確定要

# already_added
source: already added to this request
pt: já adicionado a este pedido
zh_tw: 已經添加到此請求中

source: Offer Updated
pt: Oferta atualizada
zh_tw: 服務已更新

# clear_notications
source: Are you sure you want to clear all notifications?
pt: Tem certeza de que deseja limpar todas as notificações?
zh_tw: 您確定要清除所有通知嗎？

# select_project
source: Select an event
pt: Selecione um evento
zh_tw: 選擇一個活動

# projects_here
source: Events here
pt: Eventos aqui
zh_tw: 這裡的活動

source: Suggested
pt: Sugerida
zh_tw: 建議的

source: Entered
pt: entrou
zh_tw: 已輸入

# only_community_admins_can_accept
source: Only Community admins can accept offers of money / goods
pt: Apenas os administradores da comunidade podem aceitar ofertas de dinheiro / bens
zh_tw: 只有社區管理員才能接受金錢/商品服務

source: Suggested
pt: Sugerida
zh_tw: 建議的

source: Cancel Subscription
pt: Cancelar assinatura
zh_tw: 取消訂閱

# are_you_sure_subs_cancel
source: Are you sure you want to cancel your subscription ?
pt: Tem certeza que deseja cancelar sua assinatura?
zh_tw: 您確定要取消訂閱嗎？

# cancel_subscription_success_label
source: Your subscription is now cancelled. Until beginning at the conclusion of the current subscription period, your credit card will not be charged and transactions can be made until free limit of the current plan is reached.
pt: Sua assinatura foi cancelada. Até o início da conclusão do período de assinatura atual, seu cartão de crédito não será cobrado e as transações podem ser feitas até que o limite gratuito do plano atual seja atingido.
zh_tw: 您的訂閱現已取消。在當前訂閱期結束之前，將不會向您的信用卡收取費用，並且只有在達到當前計劃的免費限額之前才能進行交易。

# notifications_promoted_organizer_subtitle_phrase
source: has promoted you to be the Organizer for the
pt: promoveu você a ser o organizador do
zh_tw: 已提升您成為該組織者的組織者

# notifications_organizer_demoted_subtitle_phrase
source: has demoted you from being an Organizer for the
pt: rebaixou você de ser um organizador para o
zh_tw: 已將您從組織者降級為

# timebank_about_hint
source: Ex: Our Community is made up of local residents primarily from...
pt: Ex: Nossa comunidade é formada por residentes locais principalmente de ...
zh_tw: 例如：我們的社區主要由來自...的當地居民組成

# login_title
source: Register or Sign into Your Account
pt: Registre-se ou faça login em sua conta
zh_tw: 註冊或登錄您的帳戶

# login_subtitle
source: Use your email and password to access your account.
pt: Use seu email e senha para acessar sua conta.
zh_tw: 使用您的電子郵件和密碼訪問您的帳戶。

source: Register
pt: Registro
zh_tw: 寄存器

# register_subtitle
source: Please create an account to begin giving and receiving
pt: Por favor, crie uma conta para começar a dar e receber
zh_tw: 請創建一個帳戶以開始服務和接收

source: Register with
pt: Cadastre-se com
zh_tw: 註冊

# register_with_apple
source: Register with Google
pt: Cadastre-se no Google
zh_tw: 向Google註冊

source: Go Back
pt: Volte
zh_tw: 回去

source: Step
pt: Degrau
zh_tw: 步

source: You entered
pt: Você entrou
zh_tw: 你登錄了

source: Prev
pt: Anterior
zh_tw: 上一個

source: Profile Details
pt: Detalhes de perfil
zh_tw: 個人資料詳細信息

# seva_community_info
source: A Seva Community is a community of volunteers that give and receive time to each other and to the larger community.
pt: A Comunidade Seva é uma comunidade de voluntários que dão e recebem tempo uns para os outros e para a comunidade em geral.
zh_tw: 時間銀行是一個由志願者組成的社區，彼此之間以及與更大社區之間都有互贈時間。

# seva_logo_info
source: Upload a Image to represent your community
pt: Carregue uma imagem para representar sua comunidade
zh_tw: 上傳圖片代表您的社區

# what_is_community
source: What is a Seva Community
pt: O que é uma comunidade Seva
zh_tw: 什麼是時間銀行

# change_plan_confirm
source: Change plan confirmation
pt: Confirmação de mudança de plano
zh_tw: 變更計劃確認

# upgrade_plan_confirm
source: Are you sure you want to upgrade the plan ?
pt: Tem certeza de que deseja atualizar o plano?
zh_tw: 您確定要升級該計劃嗎？

# contact_seva_team
source: Please contact Sevax support for downgrading your plan
pt: Entre em contato com o suporte Sevax para fazer o downgrade de seu plano
zh_tw: 請聯繫Sevax支持以降低您的計劃等級

# clear_dues
source: Please clear your dues and try again !
pt: Limpe suas dívidas e tente novamente!
zh_tw: 請清除欠款，然後重試！

source: Add New Card
pt: Adicionar novo cartão
zh_tw: 新增卡

source: Card Number
pt: Número do cartão
zh_tw: 卡號

source: Donation Offered
pt: Doação Oferecida
zh_tw: 提供捐款

source: Acknowledged
pt: Reconhecido
zh_tw: 已確認

source: Modified
pt: Modificada
zh_tw: 更改

# expiry_date
source: Expiration Date
pt: Data de validade
zh_tw: 截止日期

source: Trustworthiness
pt: Confiabilidade
zh_tw: 值得信賴

# reliability_score
source: Reliability
pt: Confiabilidade
zh_tw: 可靠性

# donation_dispute_info
source: If there is discrepancy in the items received, please message the number.
pt: Se houver discrepância nos itens recebidos, envie uma mensagem para o número.
zh_tw: 如果收到的項目有差異，請告知編號。

# part_of_seva_communication
source: Part of SevaX global network of Communication
pt: Parte da rede global de comunicação SevaX
zh_tw: SevaX全球通信網絡的一部分

# no_near_communities
source: No nearby Seva Communities
pt: Nenhuma comunidade Seva próxima
zh_tw: 附近沒有時間銀行

# find_near_timebanks
source: Find a Seva Community near you
pt: Encontre uma comunidade Seva perto de você
zh_tw: 尋找您附近的時間銀行

# gps_reminder_near
source: Please make sure you have GPS turned on to see the list of Seva Communities around you
pt: Certifique-se de que o GPS esteja ligado para ver a lista de Comunidades Seva ao seu redor
zh_tw: 請確保您已打開GPS，以查看您周圍的時間銀行列表

source: See All
pt: Ver tudo
zh_tw: 查看全部

source: See Less
pt: Veja menos
zh_tw: 減少展示

# start_request_date
source: Start adding the first request
pt: Comece adicionando o primeiro pedido
zh_tw: 開始添加第一個請求

source: Seva Community Requests
pt: Solicitações da comunidade Seva
zh_tw: 時間銀行需求

# enter_max_credits
source: Please enter maximum credits
pt: Por favor, insira o máximo de créditos
zh_tw: 請輸入最高點數

source: Existing Requests
pt: Pedidos Existentes
zh_tw: 現有需求

source: Edit Request
pt: Editar pedido
zh_tw: 編輯需求

source: Description
pt: Descrição
zh_tw: 描述

source: Donation Address
pt: Endereço de Doação
zh_tw: 捐款地址

source: Bank Address
pt: Endereço do banco
zh_tw: 銀行地址

source: Routing number
pt: Número de roteamento
zh_tw: Routing 號碼

source: last option
pt: última opção
zh_tw: 最後的選擇

# no_record_transactions_yet
source: No recorded transactions yet !
pt: Nenhuma transação registrada ainda!
zh_tw: 尚無記錄的交易！

# task_desc
source: Here is the list of pending tasks that are waiting for your acceptance, not accepted tasks and the tasks you have completed.
pt: Aqui está a lista de tarefas pendentes que estão aguardando sua aceitação, tarefas não aceitas e as tarefas que você concluiu.
zh_tw: 這是等待接受的待處理工作列表，不是接受的工作或已完成的工作。

source: Total Earned
pt: total ganho
zh_tw: 總收入

# start_new_offer
source: Start adding the first offer
pt: Comece a adicionar a primeira oferta
zh_tw: 開始添加第一個服務

# compose_new_msg
source: Compose new message
pt: Escrever nova mensagem
zh_tw: 撰寫新訊息

# admin_msg
source: Admin Messages
pt: Mensagens de Admin
zh_tw: 管理員訊息

source: Personal Messages
pt: Mensagens Pessoais
zh_tw: 個人訊息

# messaging_room_logo
source: Messaging Room Image
pt: Imagem da sala de mensagens
zh_tw: 傳訊室圖片

# no_msg_yet
source: No messages yet
pt: Ainda não há mensagens
zh_tw: 尚無訊息

source: No feeds yet
pt: Ainda não há feeds
zh_tw: 還沒有提要

# add_new_feed
source: Start adding the first feed
pt: Comece a adicionar o primeiro feed
zh_tw: 開始添加第一個提要

source: Comments
pt: Comentários
zh_tw: 評論

# add_comment
source: Add a comment...
pt: Adicione um comentário...
zh_tw: 添加評論...

# view_prev_replies
source: View Previous Replies
pt: Ver as respostas anteriores
zh_tw: 查看以前的回复

source: Reply
pt: Resposta
zh_tw: 回复

source: Liked
pt: Gostou
zh_tw: 喜歡了

source: Like
pt: Como
zh_tw: 喜歡

# report_on
source: Reports on
pt: Relatórios sobre
zh_tw: 報告

# switch_timebank
source: Switch To Seva Community
pt: Mudar para a comunidade Seva
zh_tw: 切換到時間銀行

# type_group
source: Type a group name
pt: Digite um nome de grupo
zh_tw: 輸入群組名稱
