Repository: HrushikeshAnandSarangi/SevaX
Catalog: lib/l10n/intl_*.arb
Languages: pt, zh_tw

# email_hint
source: Ex: example@example.com
zh_tw: 例如：example@example.com

source: Phone Number
pt: Número de telefone
zh_tw: 電話號碼

# project_location
source: Your event location
pt: O local do seu evento
zh_tw: 您的活動地點

# project_location_hint
source: Event location will help your members to locate
pt: A localização do evento ajudará seus membros a localizar
zh_tw: 活動地點將幫助您的會員找到

source: Save as Template
pt: Guardar como modelo
zh_tw: 另存為模板

# validation_error_no_date
source: Please mention the start and end date.
pt: Mencione a data de início e de término.
zh_tw: 請提及開始和結束日期。

# creating_project
source: Creating an event
pt: Criação de um evento
zh_tw: 建立活動

# validation_error_location_mandatory
source: Location is Mandatory
pt: A localização é obrigatória
zh_tw: 位置必選

# validation_error_add_project_location
source: Please add location to your event
pt: Adicione um local ao seu evento
zh_tw: 請為您的活動添加位置

# updating_project
source: Updating an event
pt: Atualizando um evento
zh_tw: 更新活動

source: Save
pt: Salve 
zh_tw: 保存

# template_title
source: Provide a unique name for the template
pt: Forneça um nome exclusivo para o modelo
zh_tw: 為模板提供唯一的名稱

# template_hint
source: Ex: Template Name
pt: Ex: nome do modelo
zh_tw: 例如：模板名稱

# validation_error_template_name
source: Template name cannot be empty
pt: O nome do modelo não pode estar vazio
zh_tw: 模板名稱不能為空

# validation_error_template_name_exists
source: Template name is already in use. Please provide another name
pt: O nome do modelo já está em uso. Forneça outro nome
zh_tw: 模板名稱已被使用。請提供另一個名字

source: Add Location
pt: Adicionar local
zh_tw: 添加位置

# delete_confirmation
source: Are your sure you want to delete
pt: Tem certeza de que quer eliminar?
zh_tw: 是你確定要刪除

# accidental_delete_enabled
source: Accidental Deletion enabled
pt: Eliminação acidental habilitada
zh_tw: 啟用意外刪除

# accidental_delete_enabled_description
source: This ** has "Prevent Accidental Delete" enabled. Please uncheck that box (in the "Manage" tab) before attempting to delete the **.
pt: Isso ** tem "Prevenir eliminação acidental " habilitado. Desmarcar esta opção (en la pestaña "Administrar") antes de tentar eliminar el **.
zh_tw: 這**有“防止意外刪除”功能。請取消選中嘗試刪除**之前框（在“管理”選項卡）。

# deletion_request_being_processed
source: Your request for deletion is being processed.
pt: Sua solicitação de eliminação está sendo processada.
zh_tw: 您的刪除請求正在處理中。

# deletion_request_progress_description
source: Your request to delete has been received by us. We are processing the request. You will be notified once it is completed.
pt: Sua solicitação de eliminação foi recebida. Estamos processando as solicitações. Você será notificado assim que seja realizada.
zh_tw: 您的需求刪除已被我們收取。我們正在處理該請求。一旦完成，將會通知您。

source: Submitting request...
pt: Enviando solicitações ...
zh_tw: 提交的請求......

# advisory_for_timebank
source: All relevant information including events, requests and offers under the group will be deleted!
pt: Todas as informações relevantes, incluindo eventos, solicitações e ofertas do grupo serão excluídas!
zh_tw: 該組下的所有相關信息（包括活動，請求和服務）都將被刪除！

# advisory_for_projects
source: All events associated to this request would be removed
pt: Todos os eventos associados a este pedido seriam removidos
zh_tw: 與該請求相關的所有活動將被刪除

# deletion_request_recieved
source: We have received your request to delete this ***. We are sorry to see you go. We will examine your request and (in some cases) get in touch with you offline before we process the deletion of the ***
pt: Recebemos sua solicitação para remover este ***. Lamentamos vê-lo partir. Examinaremos sua solicitação e (em alguns casos) entraremos em contato com você offline antes de processarmos a remoção de***
zh_tw: 我們已經收到您的需求刪除該***。我們將檢查您的請求，並（在某些情況下）下線與您聯系我們處理的刪除前***

source: Request submitted
pt: Solicitações enviadas
zh_tw: 提交申請

source: Request failed!
pt: falha na solicitação!
zh_tw: 請求失敗！

# request_failure_message
source: Sending request failed somehow, please try again later!
pt: A solicitação de envio falhou de alguma maneira, tente mais tarde!
zh_tw: 發送請求以某種方式失敗，請稍后再試！

source: Hosted by
pt: Hospedado por
zh_tw: 主辦者：

# creator_of_request_message
source: You are the creator of this request.
pt: Você é o criador desta solicitação.
zh_tw: 您是這個請求的創造者。

# applied_for_request
source: You have accepted this offer.
pt: Você tem aceitado o pedido
zh_tw: 您有accepetd請求

# particpate_in_request_question
source: Do you want to participate in this request?
pt: Deseja participar desta solicitação?
zh_tw: 你想提供這個服務嗎？

source: Apply
pt: Aplique
zh_tw: 申請

# protected_timebank_alert_dialog
source: You cannot accept requests in a protected Seva Community
pt: Você não pode aceitar solicitações em uma comunidade Seva protegida
zh_tw: 您不能在受保護的時間銀行中接受請求

source: Already Approved
pt: Já aprovado
zh_tw: 已獲得批准

# withdraw_request_failure
source: You cannot withdraw request since already approved
pt: Você não pode retirar a solicitação, pois já foi aprovada
zh_tw: 既然已經批准你不能撤銷請求

# find_volunteers
source: Find Members
pt: Encontre membros
zh_tw: 尋找會員

source: Invited
pt: Convidado
zh_tw: 受邀

source: Favourites
pt: Favoritos
zh_tw: 最愛

# past_hired
source: Previously Selected
pt: Selecionado Anteriormente
zh_tw: 先前選擇

# type_team_member_name
source: Type your team members name
pt: Digite o nome dos membros da sua equipe
zh_tw: 輸入您的團隊成員的名字

# validation_error_search_min_characters
source: Search requires minimum 3 characters
pt: A busca exige um mínimo de 3 caracteres
zh_tw: 搜索需要最少3個字符

source: No user found
pt: Usuário não encontrado
zh_tw: 找不到用戶

source: Approved
pt: Aprovado
zh_tw: 批准

source: Invite
pt: Convite
zh_tw: 邀請

# name_not_available
source: Name is not available
pt: Nome não disponível
zh_tw: 名稱不可用

source: Create Request
pt: Criar solicitação
zh_tw: 創建請求

# create_project_request
source: Create an Event Request
pt: Criar uma solicitação de evento
zh_tw: 創建活動請求

# set_duration
source: Click to Set Duration
pt: Faça click para estabelecer a duração
zh_tw: 點擊設定時間段

source: Request title*
pt: Solicitar título *
zh_tw: 請求標題*

# request_title_hint
source: Ex: Small carpentry work...
pt: Ex: trabalhos de marcenaria pequena ...
zh_tw: 例如：小木工工作...

# request_subject
source: Please enter the subject of your request
pt: Por favor ingresse o título de suas solicitações
zh_tw: 請輸入您的請求的主題

source: Request duration
pt: Duração das solicitações
zh_tw: 申請時間

source: Request description*
pt: Descrição das solicitações *
zh_tw: 需求內容*

# request_description_hint
source: Please describe what you need to have done. Example, I need help removing weeds from my small garden.
pt: Descreva o que você precisa ter feito. Por exemplo, preciso de ajuda para remover ervas daninhas de meu pequeno jardim.
zh_tw: 請描述您需要做的事情。 例如，我需要幫助去除小花園中的雜草。

# number_of_volunteers
source: No. of volunteers*
pt: No. de voluntários *
zh_tw: 需要幾位志願者：

# validation_error_volunteer_count
source: Please enter the number of volunteers needed
pt: Por favor ingresse o número de voluntários necessários
zh_tw: 請輸入所需志願者人數

# validation_error_volunteer_count_negative
source: No. of volunteers cannot be lesser than 0
pt: o número de voluntários não pode ser menor que 0
zh_tw: 志願者數目不能小於0

# validation_error_volunteer_count_zero
source: No. of volunteers cannot be 0
pt: No. de voluntários não pode ser 0
zh_tw: 志願者數目不能為0

# validation_error_same_start_date_end_date
source: You have provided identical date and time for the Start and End. Please provide an End time that is after the Start time.
pt: Você forneceu data e hora idênticas para o início e o fim. Forneça um horário de término posterior ao horário de início.
zh_tw: 您為開始和結束提供了相同的日期和時間。請提供一個比開始時間晚的結束時間。

# validation_error_empty_recurring_days
source: Recurring days cannot be empty
pt: dias recorrentes não podem estar vazios
zh_tw: 重複天數不能為空

source: Creating Request...
pt: Criando solicitações ..
zh_tw: 創建請求..

source: Updating Request...
pt: Solicitações de atualização ..
zh_tw: 更新請求..

# insufficient_credits_for_request
source: Your seva credits are not sufficient to create the request.
pt: Seus créditos Seva não são suficientes para criar solicitações.
zh_tw: 你的Seva點數不足以創建請求。

source: Assign to volunteers
pt: Atribuir a voluntários
zh_tw: 分配給志願者

# timebank_max_seva_credit_message1
source: Seva Credits will be credited to the Seva Community for this request. Note that each participant will receive a maximum of
pt: Os Créditos Seva serão creditados à Comunidade Seva por este pedido. Observe que cada participante receberá no máximo
zh_tw: Seva點數將根據此請求計入時間銀行。請注意，每個參與者最多將獲得

# timebank_max_seva_credit_message2
source: credits for completing this request.
pt: créditos para concluir esta solicitação.
zh_tw: 點數，以完成此請求。

# personal_max_seva_credit_message1
source: Seva Credits are required for this request. It will be debited from your balance. Note that each participant will receive a maximum of
pt: São necessários créditos Seva para esta solicitação. Ele será debitado do seu saldo. Observe que cada participante receberá no máximo
zh_tw: 此需求需要Seva點數。它將從您的餘額中扣除。請注意，每個參與者最多將獲得

# personal_max_seva_credit_message2
source: credits for completing this request.
pt: créditos para concluir esta solicitação.
zh_tw: 點數，以完成此請求。

source: Unassigned
pt: não atribuído
zh_tw: 未分配

# assign_to_project
source: Assign to an event
pt: Atribuir a um evento
zh_tw: 分配給活動

# assign_to_one_project
source: Please assign to one event
pt: Atribua a um evento
zh_tw: 請分配給一個活動

# tap_to_select
source: Tap to select one or more...
pt: Toque para selecionar um ou mais...
zh_tw: 點擊選擇一個或更多...

source: Repeat
pt: Repetir
zh_tw: 重復

source: Repeat on
pt: Repita em
zh_tw: 重復上

source: Ends
pt: Termina
zh_tw: 結束

source: After
pt: Depois de
zh_tw: 次數

source: Occurences
pt: Ocorrências
zh_tw: 發生

source: Done
pt: feito
zh_tw: 完成

source: date & time
pt: data e hora
zh_tw: 預約時間

source: Start
pt: começo
zh_tw: 開始

source: End
pt: Fim
zh_tw: 結束

source: Time
pt: Hora
zh_tw: 時間

source: Date Selection issue
pt: Problema de seleção de fecha
zh_tw: 日期選擇問題

# validation_error_end_date_greater
source: End Date cannot be before Start Date
pt: A data de finalização não pode ser anterior a data de início
zh_tw: 結束日期不能早於開始日期

source: Unblock
pt: Desbloquear
zh_tw: 解除封鎖

source: No blocked members
pt: Nenhum membro bloqueados
zh_tw: 沒有封鎖的成員

source: Blocked Members
pt: Membros bloqueados
zh_tw: 被封鎖的成員

source: CONFIRM LOCATION
pt: CONFIRMAR localização
zh_tw: 確認位置下

# no_message
source: No Messages
pt: Sem mensagens
zh_tw: 沒有訊息

# reject_task_completion
source: I am rejecting your task completion request because
pt: Rejeito sua solicitação de conclusão de tarefa porque
zh_tw: 您的工作完成請求被拒絕，因為

# type_message
source: Type a message
pt: Digite uma mensagem
zh_tw: 輸入訊息

# failed_to_load_post
source: Couldn't load the post!
pt: Não foi possível postar!
zh_tw: 無法載帖！

source: Admin
zh_tw: 管理員

source: New Message Room
pt: Nova Sala de Mensagens
zh_tw: 新的用戶信息室

source: Messaging Room Name
pt: Nome da sala de mensagens
zh_tw: 用戶信息傳遞室名稱

source: New Chat
pt: Novo bate-papo
zh_tw: 新聊天

source: FREQUENTLY CONTACTED
pt: CONTATO FREQUENTE
zh_tw: 頻繁接觸

source: GROUPS
pt: GRUPOS
zh_tw: 群組

# timebank_members
source: SEVA COMMUNITY MEMBERS
pt: MEMBROS DA COMUNIDADE SEVA
zh_tw: 時間銀行成員

source: Add Participants
pt: Adicionar participantes
zh_tw: 添加參與者

source: Participants
pt: Participantes
zh_tw: 參與者

source: Messaging Room
pt: Sala de Mensagens
zh_tw: 用戶消息傳遞室

# creating_messaging_room
source: Creating Room...
pt: Criando quarto ...
zh_tw: 正在創建用戶消息室...

# updating_messaging_room
source: Updating Room...
pt: Atualizando quarto ...
zh_tw: 正在更新房間...

# messaging_room_note
source: Please provide a message room subject and optional group icon
pt: Por favor, forneça um nome de multi-utilizador sala de mensagens e um ícone opcional
zh_tw: 請提供用戶消息傳遞室主題和可選的組圖標

source: Exit Messaging Room
pt: Sair da sala de mensagens
zh_tw: 出口信息室

# exit_messaging_room_admin_confirmation
source: You are admin of this messaging room, are you sure you want to exit the Messaging room
pt: Você é administrador desta sala de mensagens, tem certeza de que deseja sair da sala de mensagens
zh_tw: 您是此消息傳遞室的管理員，確定要退出消息傳遞室

source: No Frequent Contacts
pt: Sem contatos frequentes
zh_tw: 沒有經常聯繫

source: Sending...
pt: Enviando ...
zh_tw: 正在發送...

source: Create
pt: Criar
zh_tw: 創建

# add_caption
source: Add a caption
pt: Adicionar uma legenda
zh_tw: 添加標題

source: Tap for photo
pt: Toque para foto
zh_tw: 點按拍照

# validation_error_room_name
source: Name can't be empty
pt: O nome não pode estar vazio
zh_tw: 名稱不能為空

# chat_block_warning
source: will no longer be available to send you messages and engage with the content you create
pt: não estará mais disponível para enviar mensagens e interagir com o conteúdo que você criar
zh_tw: 將不再可用於向您發送消息並與您創建的內容互動

# delete_chat_confirmation
source: Are you sure you want to delete this chat
pt: Tem certeza de que deseja excluir este bate-papo
zh_tw: 您確定要刪除此聊天嗎

source: Block
pt: Quadra
zh_tw: 封鎖

# exit_messaging_room_user_confirmation
source: Are you sure you want to exit the Messaging room
pt: Tem certeza de que deseja sair da sala de mensagens
zh_tw: 您確定要退出消息收發室嗎

source: Exit
pt: Saída
zh_tw: 出口

source: Delete chat
pt: Excluir bate-papo
zh_tw: 刪除聊天

source: Group
pt: Grupo
zh_tw: 小組

# shared_post
source: Shared a post
pt: Compartilhou uma postagem
zh_tw: 分享了一個帖子

source: Change Ownership
pt: Alterar propriedade
zh_tw: 改變擁有者

# change_ownership_invite
source: has invited you to be the new owner of the
pt: convidou você para ser o novo proprietário do
zh_tw: 邀請您成為的新所有者

# notifications_insufficient_credits
source: Your seva credits are not sufficient to approve the credit request.
pt: Seus créditos Seva não são suficientes para aprovar a solicitação de crédito.
zh_tw: 你的 Seva點數不足以核准本信用請求。

# completed_task_in
source: completed the task in
pt: concluiu a tarefa em
zh_tw: 完成工作於

# by_approving_you_accept
source: By approving, you accept that
pt: Ao aprovar, você aceita que
zh_tw: 通過批准，你接受

source: Reject
pt: Recusar
zh_tw: 拒絕

source: No comments
pt: Sem comentários
zh_tw: 沒有評論

source: Reason to join
pt: Motivo para participar
zh_tw: 加入的理由

source: Reason not mentioned
pt: Razão não mencionada
zh_tw: 未提及原因

source: Allow
pt: Permitir
zh_tw: 允許

# updating_timebank
source: Updating Seva Community..
pt: Atualizando a Comunidade Seva ..
zh_tw: 更新時間銀行

# no_bookmarked_offers
source: No offers bookmarked
pt: Nenhuma oferta marcada
zh_tw: 沒有任何書簽

source: Create Offer
pt: Criar oferta
zh_tw: 提供服務項目

source: Individual offer
pt: Oferta individual
zh_tw: 個人提供服務

source: One to many
pt: Mais de um (a)
zh_tw: 一對多

source: Update Offer
pt: Atualizar oferta
zh_tw: 更新

source: Creating Offer
pt: Criando oferta
zh_tw: 創建服務項目

source: Updating offer
pt: Atualização de oferta
zh_tw: 更新服務項目

# offer_error_creating
source: There was error creating your offer, Please try again.
pt: Houve um erro na criação de sua oferta. Volte a tentar novamente.
zh_tw: 有錯誤創建您的服務項目，請重試。

# offer_error_updating
source: There was error updating offer, Please try again.
pt: Houve um erro na atualização de sua oferta. Volte a tentar novamente.
zh_tw: 有錯誤更新服務項目，請重試。

# offer_title_hint
source: Ex: babysitting, math tutoring
pt: Ex: babá, aulas de matemática
zh_tw: 例如：保姆，數學輔導

source: Offer description
pt: Descrição da oferta
zh_tw: 服務項目說明

# offer_description_hint
source: Ex: Describe in detail what you are willing to offer. Please use #hashtags so members can easily search for this offer, such as #babysitting or #mathhelp
pt: Ex: descreva em detalhes o que você está disposto a oferecer.Use #hashtags para que os membros possam pesquisar esta oferta facilmente, como #babysitting ou #mathhelp
zh_tw: 例如：詳細說明您願意提供的服務。請使用#hashtags，以便會員可以輕鬆搜索此服務，例如#babysitting或#mathhelp

# availablity
source: Availability
pt: Disponibilidade
zh_tw: 可用性

# availablity_description
source: Tell us the days or times you are generally available or not available. Example, I'm available only on weekends or weeknights after 6pm.
pt: Diga-nos os dias ou horários em que você geralmente está disponível ou não. Por exemplo, estou disponível apenas nos fins de semana ou durante a semana após as 18h.
zh_tw: 告訴我們您通常有空的日子或時間。例如，我僅在晚上6點後的周末或工作日才有空。

# one_to_many_offer_hint
source: Ex: teaching a python class..
pt: Ex: ensinando uma aula de python ..
zh_tw: 例如：教授python班。

source: Offer duration
pt: Duração da oferta
zh_tw: 服務項目的時間

# offer_prep_hours
source: No. of preparation hours
pt: No. de horas de preparação
zh_tw: 備課的時數

# offer_prep_hours_required
source: No. of preparation hours required
pt: No. de horas de preparação necessárias
zh_tw: 備課所需的時數

# offer_number_class_hours
source: No. of class hours
pt: No. de horas da aula
zh_tw: 課時號

# offer_number_class_hours_required
source: No. of class hours required
pt: Nº de horas de aula necessárias
zh_tw: 所需的課程小時號

# offer_size_class
source: Size of class
pt: Tamanho da turma
zh_tw: 班級的大小

# offer_enter_participants
source: Enter the number of participants
pt: Ingresse o número de participantes
zh_tw: 輸入參與者的數量

# offer_class_description
source: Class description
pt: Descrição da aula
zh_tw: 課程說明

# offer_description_error
source: Please enter some class description
pt: Por favor, dê uma descrição detalhada da classe que você está oferecendo.
zh_tw: 請詳細說明您提供的課程。

# offer_start_end_date
source: Please enter start and end date
pt: Por favor, introduza a data de início e fim
zh_tw: 請輸入開始和結束日期

# validation_error_offer_title
source: Please enter the subject of your offer
pt: Por favor, introduza o assunto de sua oferta
zh_tw: 請輸入您的要約的標的

# validation_error_offer_class_hours
source: Please enter the hours required for the class
pt: Por favor, introduza as horas solicitadas para a aula
zh_tw: 請輸入類所需的時間

# validation_error_hours_not_int
source: Entered number of hours is not valid
pt: Número introduzido de horas não é válido
zh_tw: 小時輸入的號碼無效

# validation_error_offer_prep_hour
source: Please enter your preperation time
pt: Por favor, introduza seu tempo de preparação
zh_tw: 請輸入您的水面浮油的時間

# validation_error_location
source: Please select location
pt: Por favor selecione a localização
zh_tw: 請選擇地區

# validation_error_class_size_int
source: Size of class can't be in decimal
pt: Tamanho do grupo não pode ser em decimal
zh_tw: 類的大小不能為十進制

# validation_error_class_size
source: Please enter valid size of class
pt: Por favor, introduza o tamanho de turma válida
zh_tw: 請輸入類的有效尺寸

# validation_error_offer_credit
source: We cannot publish this Class. There are insufficient credits from the class. Please revise the Prep time or the number of students and submit the offer again
pt: Não podemos publicar esta oferta. Existem créditos suficientes a partir da aula. Por favor revisar o tempo de preparação e o número de estudantes e apresentar a oferta novamente
zh_tw: 我們不能發布此類。有從類點數不足。請修改准備時間和學生的數量，然后再次提交服務

source: Posted on
pt: postado em
zh_tw: 發表於

source: Location
pt: Localização
zh_tw: 位置

source: Offered by
pt: Oferecido por
zh_tw: 由...提供

# you_created_offer
source: You created this offer
pt: Você criou esta oferta
zh_tw: 你創造了這個服務

source: You have
pt: Você tem
zh_tw: 你有

source: not yet
pt: ainda não
zh_tw: 還沒

source: signed up for
pt: se inscreveu para
zh_tw: 報名參加

source: bookmarked
pt: marcado
zh_tw: 書簽的

source: this offer
pt: esta oferta
zh_tw: 此服務

source: Details
pt: Detalhes
zh_tw: 細節

source: No Offers
pt: Sem ofertas
zh_tw: 沒有任何服務

source: Your earnings
pt: Seus ganhos
zh_tw: 您的收入

# timebank_earnings
source: Seva Community earnings
pt: Ganhos da comunidade Seva
zh_tw: 時間銀行收益

source: No Participants yet
pt: Ainda não há participantes
zh_tw: 沒有參與者還

source: Bookmarked Offers
pt: Ofertas marcadas
zh_tw: 被選錄的服務

source: My Offers
pt: Minhas Ofertas
zh_tw: 我的服務

# offer_help
source: Offers Help
pt: Oferece ajuda
zh_tw: 服務說明

# report_members
source: Report Member
pt: denunciar membro
zh_tw: 報告會員

# report_member_inform
source: Please inform, why you are reporting this user.
pt: Informe por que denuncia este usuário.
zh_tw: 請告知，為什麼要報告這個用戶。

# report_member_provide_details
source: Please provide as much detail as possible
pt: Proporcione tantos detalhes quanto possível.
zh_tw: 請提供盡可能詳細的信息

source: Report
pt: Relatório
zh_tw: 報告

source: Reporting member
pt: Membro denunciante
zh_tw: 報告員

# no_data
source: No data found !
pt: Nenhum dado encontrado!
zh_tw: 沒有找到數據 ！

source: Reported by
pt: Reportado por
zh_tw: 報告者

# user_removed_from_group
source: User is successfully removed from the group
pt: o usuário foi eliminado corretamente do grupo
zh_tw: 用戶被成功從組中刪除

# user_removed_from_group_failed
source: User cannot be deleted from this group
pt: o usuário não pode ser eliminado deste grupo
zh_tw: 用戶不能從該組中刪除

source: User has
pt: o usuário tem
zh_tw: 用戶

# pending_projects
source: pending events
pt: eventos pendentes
zh_tw: 待辦事項

source: pending requests
pt: solicitações pendentes
zh_tw: 待處理的請求

source: pending offers
pt: ofertas pendentes
zh_tw: 等待服務

# clear_transaction
source: Please clear the transactions and try again.
pt: Apague as transações e tente novamente.
zh_tw: 請清理交易，然后再試一次。

# remove_self_from_group_error
source: Cannot remove yourself from the group. Instead, please try deleting the group.
pt: Não pode ser removido do grupo. Em vez disso, tente remover o grupo.
zh_tw: 無法從組中刪除自己。相反，請嘗試刪除該組。

# user_removed_from_timebank
source: User is successfully removed from the seva community
pt: O usuário foi removido com sucesso da comunidade seva
zh_tw: 用戶已成功從時間銀行中刪除

# user_removed_from_timebank_failed
source: User cannot be deleted from this Seva Community
pt: O usuário não pode ser excluído desta Comunidade Seva
zh_tw: 無法從此時間銀行中刪除用戶

# member_reported
source: Member reported successfully
pt: Membro informado com êxito
zh_tw: 會員成功報道

# member_reporting_failed
source: Failed to report member! Try again
pt: Erro ao informar membro! Tentar novamente
zh_tw: 未能報告員！再試一次

# reported_member_click_to_view
source: Click here to view reported users of this Seva Community
pt: Clique aqui para ver os usuários relatados desta Comunidade Seva
zh_tw: 單擊此處查看此時間銀行的報告用戶

source: Reported Users
pt: Usuários denunciados
zh_tw: 報告用戶

source: Reported Members
pt: Membros reportados
zh_tw: 報告成員

source: Search Something
pt: Pesquisar Algo
zh_tw: 搜索某些內容

source: I want to volunteer.
pt: Eu quero ser voluntário (a).
zh_tw: 我需要志願者

# help_about_us
source: About us
pt: Sobre nós
zh_tw: 關於我們

# help_training_video
source: Training Video
pt: Vídeo de treinamento
zh_tw: 培訓視頻

# help_contact_us
source: Contact Us
pt: Entrar em contato
zh_tw: 聯系我們

# help_version
source: Version
pt: Versão
zh_tw: 版

source: Feedback
pt: Comentários
zh_tw: 回饋

source: Send Feedback
pt: Enviar comentários
zh_tw: 發送反饋

# enter_feedback
source: Please enter your feedback
pt: Digite seu feedback
zh_tw: 請輸入您的回饋

# feedback_messagae
source: Please let us know about your valuable feedback
pt: Por favor, deixe-nos saber sobre o seu valioso feedback
zh_tw: 請告訴我們您有價值的反饋

# create_timebank_description
source: A Seva Community is a community where members give and receive help to each other and the greater community through time, money or goods.
pt: Uma Comunidade Seva é uma comunidade onde os membros dão e recebem ajuda uns aos outros e à comunidade em geral por meio de tempo, dinheiro ou bens.
zh_tw: 時間銀行是一個社區，成員通過時間，金錢或物品彼此之間以及彼此之間互助互助。

# timebank_logo
source: Seva Community Image
pt: Imagem da comunidade Seva
zh_tw: Seva社區形象

# timebank_name
source: Name your Seva Community
pt: Nomeie sua comunidade Seva
zh_tw: 為您的時間銀行命名

# timebank_name_hint
source: Ex: Evergreen Neighborhood, Acme Organization, XYZ Food Bank
pt: Ex: Evergreen Neighbourhood, Acme Organization, XYZ Food Bank
zh_tw: 例如：常綠社區，Acme組織，XYZ食品銀行

# timebank_name_error
source: Seva Community name cannot be empty
pt: O nome da comunidade Seva não pode estar vazio
zh_tw: 時間銀行名稱不能為空
