Repository: HrushikeshAnandSarangi/SevaX
Catalog: lib/l10n/intl_*.arb
Languages: pt, zh_tw

# check_met
source: Checking, if we met before
pt: Checando, se já nos conhecemos
zh_tw: 查看我們曾經見過？

# we_met
source: We met before
pt: Já nos conhecemos
zh_tw: 是的，我們曾見過

# hang_on
source: Hang on tight
pt: Aguarde
zh_tw: 請稍待。。。

source: Skills
pt: Habilidades
zh_tw: 才能

source: Interests
pt: Interesses
zh_tw: 興趣

source: Email
pt: O email
zh_tw: 電子郵件

source: Password
pt: Senha
zh_tw: 密碼

# login_agreement_message1
source: By continuing, you agree to SevaX
pt: Ao continuar, você concorda com SevaX
zh_tw: 繼續，您同意SevaX

# login_agreement_terms_link
source: Terms of Service
pt: Termos de serviço
zh_tw: 服務條款

# login_agreement_message2
source: We will manage information as described in our
pt: Gerenciaremos as informações conforme descrito em nossos (a)
zh_tw: 我們將按照我們的說明管理信息

# login_agreement_privacy_link
source: Privacy Policy
pt: Política de Privacidade
zh_tw: 隱私政策

source: and
pt: e
zh_tw: 和

# login_agreement_payment_link
source: Payment Policy
pt: Política de pagamento
zh_tw: 付款政策

source: New User?
pt: Novo usuário?
zh_tw: 新用戶 ？

source: Sign Up
pt: Inscrever-se
zh_tw: 注冊

source: Sign in
pt: assinar em
zh_tw: 登入

source: Forgot Password?
pt: Esqueceu a senha?
zh_tw: 忘記密碼？

source: Reset
pt: Redefinir
zh_tw: 重啟

source: Sign in with Google
pt: Faça login com Google
zh_tw: 使用Google登錄

source: Sign in with Apple
pt: Faça login com a Apple
zh_tw: 使用Apple登錄

source: or
pt: ou
zh_tw: 或是

# check_internet
source: Please check your internet connection.
pt: Por favor, verifique sua conexão à internet.
zh_tw: 請檢查您的互聯網連接

source: Dismiss
pt: Dispensar
zh_tw: 釋放

source: Enter email
pt: Introduzir e-mail
zh_tw: 輸入電子郵件

# your_email
source: Your email address
pt: Seu endereço de e-mail
zh_tw: 您的電子郵件地址

source: Reset Password
pt: Redefinir senha
zh_tw: 重設密碼

source: Cancel
pt: Cancelar
zh_tw: 取消

# validation_error_invalid_email
source: Email is not valid
pt: E-mail não é válido
zh_tw: 電郵無效

# validation_error_invalid_password
source: Password must be 6 characters long
pt: A senha deve ter 6 caracteres
zh_tw: 密碼不正確

source: Change password
pt: Mudar senha
zh_tw: 更改密碼

source: Enter password
pt: Digite a senha
zh_tw: 輸入密碼

# reset_password_message
source: We've sent the reset link to your email address
pt: Enviamos o link de redefinição para o seu endereço de e-mail
zh_tw: 我們已將重置鏈接發送到您的電子郵件地址

# reset_dynamic_link_message
source: Please check your email to set your password. Then enter that password here
pt: Verifique seu e-mail para definir sua senha. Em seguida, insira essa senha aqui
zh_tw: 請檢查您的電子郵件以設置密碼。然后在此處輸入該密碼

source: Close
pt: Perto
zh_tw: 關閉

source: Loading
pt: Carregando
zh_tw: 載入中

source: Your details
pt: Seus detalhes
zh_tw: 你的資料

source: Add Photo
pt: Adicionar foto
zh_tw: 添加照片

source: Full Name
pt: Nome completo
zh_tw: 全名

source: Confirm
pt: confirme
zh_tw: 確認

# validation_error_full_name
source: Name cannot be empty
pt: O nome não pode estar vazio
zh_tw: 全名有誤

# validation_error_password_mismatch
source: Passwords do not match
pt: As senhas não coincidem
zh_tw: 密碼不匹配

# add_photo_hint
source: Do you want to add profile pic?
pt: Deseja adicionar uma foto do perfil?
zh_tw: 您要添加個人資料照片嗎？

source: Skip and register
pt: Ignorar e registrar
zh_tw: 跳過注冊

source: Creating account
pt: Criando conta
zh_tw: 創建帳戶

source: Update Photo
pt: Atualizar foto
zh_tw: 更新照片

# validation_error_email_registered
source: This email already registered
pt: Este e-mail já está registrado
zh_tw: 此電子郵件已注冊

source: Camera
pt: Câmera
zh_tw: 照相

source: Gallery
pt: Galeria
zh_tw: 相簿

# email_sent_to
source: We sent an email to
pt: \ n \ Enviamos um e-mail para \ n
zh_tw: 我們發送了一封電子郵件到

# verify_account
source: to verify your account
pt: para verificar \ sua conta
zh_tw: 驗証 您的帳戶

# resend_email
source: Resend mail
pt: Reenviar e-mail
zh_tw: 重新發送郵件

# login_after_verification
source: Please login once you have verified your email.
pt: Faça o login depois de verificar seu e-mail.
zh_tw: 請在驗証電子郵件后登錄。

# verification_sent
source: Verification email sent
pt: E-mail de verificação enviado
zh_tw: 驗証郵件已發送

# verification_sent_desc
source: Verification email was sent to your registered email
pt: O e-mail de verificação foi enviado para o e-mail registrado
zh_tw: 驗証電子郵件已發送到您的注冊電子郵

source: Log in
pt: Conecte-se
zh_tw: 登錄

# eula_title
source: EULA Agreement
pt: Contrato de licença de uso
zh_tw: EULA協議

# eula_delcaration
source: I agree that I am willing to adhere to these Terms and Conditions.
pt: Concordo que estarei disposto a cumprir estes termos e condições.
zh_tw: 我同意我將受這些條款和條件的約束。

source: Proceed
pt: Continuar
zh_tw: 繼續

# skills_description
source: Please list as many as skills that you are willing to share with others within your community.
pt: Liste quantas habilidades você deseja compartilhar com outras pessoas em sua comunidade.
zh_tw: 請列出您願意與社區內其他人分享的才能。

# no_matching_skills
source: No matching skills found
pt: Nenhuma habilidade de correspondência encontrada
zh_tw: 找不到匹配的才能

source: Search
pt: Pesquisa
zh_tw: 搜索

source: Update
pt: Atualizar
zh_tw: 更新

source: Next
pt: Próxima
zh_tw: 下一個

source: Skip
pt: Pular
zh_tw: 跳過

# interests_description
source: Please list as many of your interests or passions that you are willing to share with others within your community.
pt: Liste todos os seus interesses ou paixões que você deseja compartilhar com outras pessoas em sua comunidade.
zh_tw: 請列出您願意與社區中的其他人分享的許多興趣或愛好。

# no_matching_interests
source: No matching interests found
pt: Nenhum interesse correspondente encontrado
zh_tw: 未找到匹配的興趣

source: Bio
zh_tw: 個人資料

# bio_description
source: Please tell us a little bit about yourself in a few sentences.For example, you can tell us what makes you unique.
pt: Conte-nos um pouco sobre você em algumas frases. Por exemplo, você pode nos dizer o que o torna único.
zh_tw: 請用幾句話告訴我們一些關於您自己的信息。例如，您可以告訴我們是什麼讓您與眾不同。

# bio_hint
source: Ex: What makes me unique is
pt: Ex: o que me torna único é
zh_tw: 例如：讓我與眾不同的是

# validation_error_bio_empty
source: Its easy, please fill few words about you.
pt: É fácil, por favor, preencha algumas palavras sobre você.
zh_tw: 很簡單，請說幾句話。

# validation_error_bio_min_characters
source: *min 50 characters
pt: * mínimo de 50 caracteres
zh_tw: *最少50個字符

source: Join
pt: Juntar
zh_tw: 加入

source: Joined
pt: Ingressado
zh_tw: 加入

# timebanks_near_you
source: Seva Communities near you
pt: Comunidades Seva perto de você
zh_tw: 您附近的時間銀行

# find_your_timebank
source: Find your Seva Community
pt: Encontre sua comunidade Seva
zh_tw: 查找您的時間銀行

# looking_existing_timebank
source: Looking for an existing Seva Community to join? Enter ZIP/ Postal Code or city, state, country
pt: Procurando por uma comunidade Seva existente para ingressar? Insira o CEP / código postal ou cidade, estado, país
zh_tw: 尋找現有的時間銀行加入？ 輸入郵遞區號或城市，州，國家

# find_timebank_help_text
source: Enter the name or location of your community.
pt: Digite o nome ou localização de sua comunidade.
zh_tw: 輸入您的社區的名稱或位置。

# no_timebanks_found
source: No Seva Communities found
pt: Nenhuma comunidade Seva encontrada
zh_tw: 找不到時間銀行

# timebank
source: Seva Community
pt: Comunidade Seva
zh_tw: 時間銀行

source: Created by
pt: Criado por
zh_tw: 由...制作

# create_timebank
source: Create a Seva Community
pt: Crie uma comunidade Seva
zh_tw: 創建一個時間銀行

# timebank_gps_hint
source: Please make sure you have GPS turned on to see the list of Seva Communities around you
pt: Certifique-se de que o GPS esteja ligado para ver a lista de Comunidades Seva ao seu redor
zh_tw: 請確保您已打開GPS，以查看您周圍的時間銀行列表

# create_timebank_confirmation
source: Are you sure you want to create a new Seva Community - as opposed to joining an existing Seva Community? Creating a new Seva Community implies that you will be responsible for administering the Seva Community - including adding members and managing members’ needs, timely replying to members questions, bringing about conflict resolutions, and hosting monthly potlucks. In order to become a member of an existing Seva Community, you will need to know the name of the Seva Community and either have an invitation code or submit a request to join the Seva Community.
pt: Tem certeza de que deseja criar uma nova Comunidade Seva - em vez de ingressar em uma Comunidade Seva existente? A criação de uma nova Comunidade Seva implica que você será responsável por administrar a Comunidade Seva - incluindo adicionar membros e gerenciar as necessidades dos membros, responder oportunamente às perguntas dos membros, trazer resoluções de conflitos e hospedar potlucks mensais. Para se tornar membro de uma Comunidade Seva existente, você precisará saber o nome da Comunidade Seva e ter um código de convite ou enviar uma solicitação para ingressar na Comunidade Seva.
zh_tw: 您確定要創建一個新的時間銀行-而不是加入現有的時間銀行嗎？創建一個新的時間銀行意味著您將負責管理時間銀行-包括添加成員和管理成員的需求，及時回答成員的問題，解決衝突並主持每月例行選舉。為了成為現有的時間銀行的成員，您需要知道時間銀行的名稱，並具有邀請代碼或提交加入時間銀行的請求。

# try_later
source: Please try again later
pt: Por favor, tente novamente mais tarde
zh_tw: 請稍后再試

source: Logout
pt: Encerrar sessão
zh_tw: 登出

# log_out_confirmation
source: Are you sure you want to logout?
pt: Tem certeza de que deseja encerrar a sessão?
zh_tw: 你確定要離開？

source: REQUESTED
pt: REQUERIDAS
zh_tw: 已提出申請

source: REJECTED
pt: RECUSADO
zh_tw: 被拒絕

# join_timebank_code_message
source: Enter the code you received from your Seva Community admin to join now.
pt: Digite o código que você recebeu do administrador da Comunidade Seva para entrar agora.
zh_tw: 輸入您從時間銀行管理員那裡收到的驗證碼，即可立即加入。

# join_timebank_request_invite_hint
source: If you dont have a code, Click
pt: Se você não possui um código, clique em
zh_tw: 如果您沒有密碼，請單擊

# join_timebank_request_invite
source: Request Invite
pt: Solicitar convite
zh_tw: 請求邀請

# join_timbank_already_requested
source: You already requested to this Seva Community. Please wait untill request is accepted
pt: Você já solicitou esta comunidade Seva. Por favor, espere até que o pedido seja aceito
zh_tw: 您已經請求加入此時間銀行。請等待直到請求被接受

# join_timebank_question
source: Why do you want to join this
pt: Por que você quer se juntar a isso
zh_tw: 你為什麼要加入這個

source: Reason
pt: Razão
zh_tw: 原因

# validation_error_general_text
source: Please enter some text
pt: Por favor, introduza algum texto
zh_tw: 請輸入一些文字

source: Send Request
pt: Enviar pedido
zh_tw: 發送請求

source: Code not found
pt: Código não encontrado
zh_tw: 找不到代碼

# validation_error_wrong_timebank_code
source: code was not registered, please check the code and try again!
pt: código não foi registrado, verifique o código e tente novamente!
zh_tw: 代碼未注冊，請檢查代碼，然后重試！

# validation_error_join_code_expired
source: Code Expired!
pt: Código expirado!
zh_tw: 代碼已過期！

# join_code_expired_hint
source: code has been expired, please request the admin for a new one!
pt: o código expirou, solicite ao administrador um novo!
zh_tw: 代碼已過期，請向管理員申請一個新代碼！

source: Awesome!
pt: Impressionante!
zh_tw: 太棒了！

# timebank_onboarding_message
source: You have been onboarded to
pt: Você foi aceito no
zh_tw: 您已加入

source: successfully.
pt: com sucesso.
zh_tw: 成功地.

# validation_error_timebank_join_code_redeemed
source: Seva Community code already redeemed
pt: Código da comunidade Seva já resgatado
zh_tw: 時間銀行代碼已被兌換

# validation_error_timebank_join_code_redeemed_self
source: The Seva Community code that you have provided has already been redeemed earlier by you. Please request the Seva Community admin for a new code.
pt: O código da comunidade Seva que você forneceu já foi resgatado anteriormente por você. Solicite ao administrador da Comunidade Seva um novo código.
zh_tw: 您提供的時間銀行代碼已被您較早兌換。請需求時間銀行管理員提供新代碼。

source: Code Expired!
pt: Código expirado!
zh_tw: 代碼已過期！

# enter_code_to_verify
source: Please enter PIN to verify
pt: Digite o PIN para verificar
zh_tw: 請輸入PIN進行驗証

source: Creating Join Request
pt: Crie solicitação para juntar-se
zh_tw: 創建加入請求

source: Feeds
pt: Publicação
zh_tw: 信息

# projects
source: Events
pt: Eventos
zh_tw: 活動

source: Offers
pt: Ofertas
zh_tw: 提供服務

source: Requests
pt: Solicitações
zh_tw: 需求

source: About
pt: Sobre
zh_tw: 關於

source: Member(s)
pt: Membros)
zh_tw: 成員

source: Manage
pt: Gerenciar
zh_tw: 管理

source: Your Tasks
pt: Suas tarefas
zh_tw: 您的工作

source: Your Groups
pt: Seus Grupos
zh_tw: 您的群組

source: Pending
pt: Pendente
zh_tw: 待定

source: Not Accepted
pt: Não aceito
zh_tw: 不接受

source: Completed
pt: Concluído
zh_tw: 已完成

# protected_timebank
source: Restricted Seva Community
pt: Comunidade Seva Restrita
zh_tw: 受限制的時間銀行

# protected_timebank_group_creation_error
source: You cannot create groups in a protected Seva Community
pt: Você não pode criar grupos em uma comunidade Seva protegida
zh_tw: 您無法在受保護的時間銀行中創建組

# groups_help_text
source: Groups Help
pt: Ajuda dos Grupos
zh_tw: 群組的協助

source: Payment Data Syncing
pt: Sincronização de dados de pagamento
zh_tw: 付款數據同步

# actions_not_allowed
source: Actions not allowed, Please contact admin
pt: Ações não permitidas. Entre em contato com o administrador
zh_tw: 不允許採取的行動，請與管理員聯系

source: Configure Billing
pt: Configurar cobrança
zh_tw: 配置帳單

# limit_badge_contact_admin
source: Action not allowed, please contact the admin
pt: Ação não permitida, entre em contato com o administrador
zh_tw: 不允許採取行動，請與管理員聯系

# limit_badge_billing_failed
source: Billing Failed, Click below to configure billing
pt: Falha na cobrança, clique abaixo para configurar a cobrança
zh_tw: 計費失敗，請點擊下面配置計費

# limit_badge_delete_in_progress
source: Your request to delete has been received by us. We are processing the request. You will be notified once it is completed.
pt: Sua solicitação de eliminação foi recebida. Estamos processando as solicitações. Você será notificado assim que seja realizada.
zh_tw: 您的需求刪除已被我們收取。我們正在處理該請求。一旦完成，將會通知您。

# bottom_nav_explore
source: Explore
pt: Explorar
zh_tw: 探索

# bottom_nav_notifications
source: Notifications
pt: Notificações
zh_tw: 通知

# bottom_nav_home
source: Home
pt: Casa
zh_tw: 主頁

# bottom_nav_messages
source: Messages
pt: Mensagens
zh_tw: 消息

# bottom_nav_profile
source: Profile
pt: Perfil
zh_tw: 資料

source: OK
pt: Está bem
zh_tw: 好

# no_group_message
source: Groups help you to organize your specific activities, you don't have any. Try
pt: Os grupos ajudam você a organizar suas atividades, específicas, você não tem nenhuma. Tente
zh_tw: 群組可幫助您組織特定的 活動，您沒有任何活動。

source: creating one
pt: criando uma
zh_tw: 創建一個

# general_stream_error
source: Something went wrong, please try again
pt: Alguma coisa deu errado. Por favor tente outra vez
zh_tw: 出問題了，請重試

# no_pending_task
source: No pending tasks
pt: Nenhuma tarefa pendente
zh_tw: 沒有待處理的工作

source: From:
pt: De:
zh_tw: 從:

source: Until
pt: Até
zh_tw: 直到

source: Posted By:
pt: Postado por:
zh_tw: 發表者:

# posted_date
source: PostDate:
pt: Data de postagem:
zh_tw: 發布日期:

source: Enter hours
pt: Digite as horas
zh_tw: 輸入小時

source: Select hours
pt: Selecionar horas
zh_tw: 選擇時間

# validation_error_task_minutes
source: Minutes cannot be Empty
pt: Os minutos não podem estar vazios
zh_tw: 分鐘有誤

source: Minutes
pt: Minutos
zh_tw: 分鐘

source: Limit exceeded!
pt: Limite excedido!
zh_tw: 超出限制！

# task_max_hours_of_credit
source: Hours of credit from this request.
pt: Horas de créditos desta solicitação.
zh_tw: 此請求的信用小時數。

# validation_error_invalid_hours
source: Please enter valid number of hours!
pt: Digite um número válido de horas!
zh_tw: 請輸入有效小時數！

source: Please wait...
pt: Por favor, espere...
zh_tw: 請稍候...

# task_max_request_message
source: You can only request a maximum of
pt: Você só pode solicitar no máximo
zh_tw: 您最多只能請求

source: There are currently none
pt: Não há nenhum
zh_tw: 目前沒有

# no_completed_task
source: You have not completed any tasks
pt: Você não concluiu nenhuma tarefa
zh_tw: 您尚未完成任何工作

source: Completed Tasks
pt: Tarefas concluídas
zh_tw: 完成的工作

source: Seva Credits
pt: Seus créditos
zh_tw: Seva點數

source: No Notifications
pt: Nenhuma notificação
zh_tw: 沒有通知

source: Personal
pt: Pessoal
zh_tw: 個人

# notifications_signed_up_for
source: You had signed up for
pt: Você se inscreveu para
zh_tw: 您已注冊

source: On
pt: Em
zh_tw: 上

# notifications_event_modification
source: . The Event Organizer has modified this event. Make sure the changes made are right for you and apply again
pt: .O organizador do evento modificou este evento.Certifique-se de que as alterações feitas são adequadas para você e aplique novamente
zh_tw: 。活動組織者已修改此活動。確保所做的更改適合您並再次申請

# notification_timebank_join
source: Seva Community Join
zh_tw: 時間銀行加入

# notifications_added_you
source: has added you to
pt: adicionou você a
zh_tw: 已將您添加到

# notifications_request_rejected_by
source: Request rejected by
pt: Pedido rejeitado por
zh_tw: 需求被拒絕

# notifications_join_request
source: Join request
pt: Pedido de adesão
zh_tw: 加入需求

# notifications_requested_join
source: has requested to join
pt: pediu para entrar
zh_tw: 已需求加入

# notifications_tap_to_view
source: Tap to view join request
pt: Toque para ver o pedido de adesão
zh_tw: 點按即可查看加入請求

# notifications_task_rejected_by
source: Task completion rejected by
pt: Conclusão da tarefa rejeitada por
zh_tw: 工作完成被拒絕

# notifications_approved_for
source: approved the task completion for
pt: aprovou a conclusão da tarefa para
zh_tw: 批准完成工作

# notifications_credited
source: Credited
pt: creditado
zh_tw: 記入

# notifications_credited_to
source: have been credited to your account.
pt: foram creditados na sua conta.
zh_tw: 已記入您的帳戶。

source: Congrats
pt: Parabéns
zh_tw: 恭喜,

# notifications_debited
source: Debited
pt: debitado
zh_tw: 借方

# notifications_debited_to
source: has been debited from your account
pt: foram debitados da sua conta
zh_tw: 已從您的帳戶中扣除

# notifications_offer_accepted
source: Offer Accepted
pt: Oferta aceita
zh_tw: 接受服務

# notifications_shown_interest
source: has shown interest in your offer
pt: demonstrou interesse em sua oferta
zh_tw: 對您的服務有興趣

# notifications_invited_to_join
source: has invited you to join the
pt: convidou você para se juntar ao
zh_tw: 邀請您加入

# notifications_group_join_invite
source: Group join invite
pt: Convite para participar do grupo
zh_tw: 群組加入邀請

# notifications_new_member_signup
source: New member signed up
pt: Novo membro inscrito
zh_tw: 新會員注冊

# notifications_credits_for
source: Credits for
pt: Créditos para
zh_tw: 記入原因

# notifications_signed_for_class
source: Signed up for class
pt: Inscreveu-se na aula
zh_tw: 報名上課

# notifications_feedback_request
source: Feedback request
pt: Solicitação de feedback
zh_tw: 需求回饋

# notifications_was_deleted
source: was deleted!
pt: Foi eliminada
zh_tw: 被刪除！

# notifications_could_not_delete
source: couldn't be deleted!
pt: a eliminação não foi possível!
zh_tw: 無法刪除！

# notifications_successfully_deleted
source: *** has been successfully deleted.
pt: *** foi eliminado com êxito.
zh_tw: 您需求刪除已成功刪除！

# notifications_could_not_deleted
source: couldn't be deleted because you have pending transactions!
pt: não foi possível eliminar devido às transações pendentes.
zh_tw: 因為你已經挂起的事務不能被刪除！

# notifications_incomplete_transaction
source: We couldn't process you request for deletion of ***, as you are still having open transactions which are as :
pt: Não pudemos processar sua solicitação de eliminação de ***, pois ainda há transações abertas que são como:
zh_tw: 我們無法處理您的***刪除請求，你仍然有它的開放交易：

source: one to many offers
pt: uma de muitas ofertas
zh_tw: 一對多服務

source: open requests
pt: solicitações abertas
zh_tw: 打開請求

source: Delete
pt: Excluir
zh_tw: 刪除

source: Delete notification
pt: Eliminar notificação
zh_tw: 刪除通知

# delete_notification_confirmation
source: Are you sure you want to delete this notification?
pt: Tem certeza de que deseja excluir esta notificação?
zh_tw: 您確定要刪除此通知嗎？

# notifications_approved_by
source: Request approved by
pt: Pedido aprovado por
zh_tw: 需求獲得批准

# notifications_request_accepted_by
source: Request accepted by
pt: Pedido aceito por
zh_tw: 請求被接受

# notifications_waiting_for_approval
source: waiting for your approval.
pt: aguardando aprovação.
zh_tw: 等待你的批准。

# notifications_by_approving
source: By approving
pt: Aprovando
zh_tw: 通過批准

# notifications_will_be_added_to
source: will be added to the event
pt: será adicionado ao evento
zh_tw: 將被添加到活動中

source: Approve
pt: Aprovar
zh_tw: 批准

source: Decline
pt: Negar
zh_tw: 拒絕

# bio_not_updated
source: Bio not yet updated
pt: Biografia ainda não atualizada
zh_tw: 個人資料尚未更新

# start_new_post
source: Start a new post....
pt: Inicie uma nova publicação ....
zh_tw: 開始新的信息。

# gps_on_reminder
source: Please make sure you have GPS turned on.
pt: Verifique se o localizador GPS está ligado.
zh_tw: 請確保您已打開GPS。

# empty_feed
source: Your feed is empty
pt: Não há publicações
zh_tw: 您提供的信息是空的

source: Report Feed
pt: Denunciar publicação
zh_tw: 信息報告

# report_feed_confirmation_message
source: Do you want to report this feed?
pt: Deseja denunciar esta publicação?
zh_tw: 您要報告此提要嗎？

source: Already reported!
pt: Já relatado!
zh_tw: 已經報告了！

# feed_reported
source: You already reported this feed
pt: Você já denunciou esta publicação
zh_tw: 報告完成了

# no_projects_message
source: No events available.Try
pt: Nenhum evento disponível.Experimente
zh_tw: 沒有可用的活動。

source: Help
pt: Ajuda
zh_tw: 協助

source: Tasks
pt: Tarefas
zh_tw: 工作

source: My Requests
pt: Minhas solicitações
zh_tw: 我的需求

source: Select Request
pt: Selecione Solicitação
zh_tw: 選擇需求

# protected_timebank_request_creation_error
source: You cannot post requests in a protected Seva Community
pt: Você não pode postar solicitações em uma comunidade Seva protegida
zh_tw: 您不能在受保護的時間銀行中發布請求

# request_delete_confirmation_message
source: Are you sure you want to delete this request?
pt: Tem certeza de que deseja excluir esta solicitação?
zh_tw: 你確定要刪除這個需求嗎？

source: No
pt: Não
zh_tw: 沒有

source: Yes
pt: sim
zh_tw: 是

source: Number of volunteers required:
pt: Número de voluntários necessários:
zh_tw: 需要幾位志願者：

source: Withdraw
pt: Retirar
zh_tw: 退出

source: Accept
pt: Aceitar
zh_tw: 接受

# no_approved_members
source: No approved members yet.
pt: Ainda não há membros aprovados.
zh_tw: 還沒有批准。

source: View Approved Members
pt: Exibir membros aprovados
zh_tw: 查看會員批准

source: Request
pt: Solicitações de
zh_tw: 請求

source: applied
pt: aplicado
zh_tw: 已申請

source: Accepted
pt: Aceitaram
zh_tw: 接受

# default_text
source: DEFAULT
pt: PADRÃO
zh_tw: 預設

source: Access denied.
pt: Acesso negado.
zh_tw: 訪問被拒絕。

# not_authorized_create_request
source: You are not authorized to create a request.
pt: Não tem autorização para criar uma solicitação.
zh_tw: 您無權創建。

source: Add Requests
pt: Adicionar solicitação.
zh_tw: 添加請求

# no_requests_available
source: No requests available.Try
pt: Não há solicitações disponíveis. Tente
zh_tw: 沒有可用的請求。

source: Fetching location
pt: Buscando localização
zh_tw: 提取位置

source: Edit
pt: Editar
zh_tw: 編輯

source: Title
pt: Título
zh_tw: 標題

source: Mission Statement
pt: Declaração de missão
zh_tw: 活動目的

source: Organizer
pt: organizadora
zh_tw: 組織者

# delete_project
source: Delete Event
pt: Apagar Evento
zh_tw: 刪除活動

# create_project
source: Create an Event
pt: Crie um Evento
zh_tw: 建立活動

# edit_project
source: Edit Event
pt: Editar Evento
zh_tw: 編輯活動

# project_logo
source: Event Image
pt: Imagem do Evento
zh_tw: 活動圖片

# project_name
source: Event Name
pt: Nome do evento
zh_tw: 活動名稱

# name_hint
source: Ex: Pets-in-town, Citizen collab
pt: Ex: pets na cidade, colaboração cidadã
zh_tw: 例如：某某市民協同合作

# validation_error_project_name_empty
source: Event name cannot be empty
pt: O nome do evento não pode estar vazio
zh_tw: 活動名稱不能為空

# project_duration
source: Event duration
pt: Duração do evento
zh_tw: 活動時間

# project_mission_statement_hint
source: Tell us why this event is happening. How will it help your community
pt: Diga-nos porque este evento está acontecendo.Como isso ajudará sua comunidade
zh_tw: 告訴我們為什麼發生此活動。它將如何幫助您的社區

# validation_error_mission_empty
source: Mission statement cannot be empty.
pt: A declaração de missão não pode estar vazia.
zh_tw: 工作說明不能為空。
