Repository: HrushikeshAnandSarangi/SevaX
Catalog: lib/l10n/intl_*.arb
Languages: pt, zh_tw

source: Admin Tools
pt: Ferramentas Administrativas
zh_tw: 管理工具

# of_text
source: of
pt: do
zh_tw: 的

# start_new_feed
source: Start a new feed..
pt: Comece um novo feed ..
zh_tw: 開始一個新的提要。

source: View more comments
pt: Ver mais comentários
zh_tw: 查看更多評論

source: people
pt: Pessoas
zh_tw: 人

source: Replies
pt: Respostas
zh_tw: 回覆

# near_by_timebank_search_hint
source: Please type in your ZIP or postal code in the field or type in your city, state, and country to find a Seva Community near you.
pt: Digite seu CEP ou código postal no campo ou digite sua cidade, estado e país para encontrar uma Comunidade Seva perto de você.
zh_tw: 請在字段中輸入郵政編碼或郵政編碼，或者輸入城市，州和國家/地區，以找到您附近的時間銀行。

# near_by_timebank_subtitle
source: Find a Seva Community near you. Don't see any near you? You can always create your own Seva Community for free and invite the people you know. Seva Communities are a safe and secure way to communicate with your friends and family. Please type in your ZIP or postal code in the field or type in your city, state, and country to find a Seva Community near you.
pt: Encontre uma comunidade Seva perto de você.Não vê nenhum perto de você?Você sempre pode criar sua própria Comunidade Seva gratuitamente e convidar as pessoas que você conhece.Comunidades Seva são uma forma segura de se comunicar com seus amigos e familiares. Digite seu CEP ou código postal no campo ou digite sua cidade, estado e país para encontrar uma Comunidade Seva perto de você.
zh_tw: 在您附近找到一個時間銀行。在您附近看不到任何東西嗎？您隨時可以免費創建自己的時間銀行，並邀請您認識的人。時間銀行是與您的朋友和家人進行交流的一種安全可靠的方式。 請在字段中輸入郵政編碼或郵政編碼，或輸入城市，州和國家/地區，以找到您附近的時間銀行。

# near_by_timebank_title
source: Find a Seva Community near you.
pt: Encontre uma comunidade Seva perto de você.
zh_tw: 在您附近找到一個時間銀行。

# timebank_about_title
source: Tell Us About your Seva Community
pt: Conte-nos sobre sua comunidade Seva
zh_tw: 告訴我們您的時間銀行

# who_can_see_feed
source: Who can see your Feed?
pt: Quem pode ver seu feed?
zh_tw: 誰可以看到您的Feed？

source: Notification Settings
pt: Configurações de notificação
zh_tw: 通知設置

# open_notification
source: Open notifications
pt: Abrir notificações
zh_tw: 開啟通知

# owners
source: Super Admin(s)
pt: Superadministrador (es)
zh_tw: 超級管理員

# make_owner
source: Make Super Admin
pt: Tornar-se superadministrador
zh_tw: 成為超級管理員

source: Owner
pt: Proprietária
zh_tw: 所有者

# add_to_existing_reqest
source: Add to Existing Request
pt: Adicionar ao pedido existente
zh_tw: 添加到現有請求

# save_as_sponsored
source: Save as Endorsed
pt: Salvar como endossado
zh_tw: 另存為背書

# create_feed_desc_hint
source: Please share only relevant information to your Group, Event, or Community. Example, you can talk about your latest volunteer exchange and post a photo of you or the person doing the task
pt: Compartilhe apenas as informações relevantes para o seu grupo, evento ou comunidade.Por exemplo, você pode falar sobre sua última troca de voluntários e postar uma foto sua ou da pessoa que está realizando a tarefa
zh_tw: 請僅與您的群組，活動或社區共享相關信息。例如，您可以談論您最近的志願者交流，並張貼您或執行工作的人的照片

# admin_promoted_to_owner
source: creator_name the creator of Community community_name has made you a Super Admin for this Community. This means that you will receive notifications for approvals within the community and you can create Community Requests, among other things
pt: creator_name o criador da comunidade community_name tornou você um superadministrador para esta comunidade.Isso significa que você receberá notificações de aprovações dentro da comunidade e poderá criar solicitações da comunidade, entre outras coisas
zh_tw: creator_name社區的創建者community_name使您成為該社區的超級管理員。這意味著您將在社區內收到有關批准的通知，並且可以創建社區請求等。

# owner_demoted_to_admin
source: associatedName has demoted you from being a Super Admin for the groupName
pt: associatedName o rebaixou de superadministrador do groupName
zh_tw: relatedName已將您從成為groupName的超級管理員降級

# extra_amount_charge
source: There is an additional cost of $15 / month / community to create a Private Community
pt: Há um custo adicional de $ 15 / mês / comunidade para criar uma comunidade privada
zh_tw: 創建不公開社區每月需要額外支付$ 15 /社區

# sponsored_groups
source: Endorsed Groups
pt: Grupos Endossados
zh_tw: 提供資源的群組

# endorsed_group_request_title
source: Endorsed Group Approval Request
pt: Pedido de aprovação de grupo endossado
zh_tw: 認可組批准請求

# endorsed_group_request_desc
source: user_name has created a group group_name. Please approve if this newly formed group is indeed endorsed by your organization, so it can be shown with the Endorsed Badge.
pt: user_name criou um grupo group_name.Aprove se este grupo recém-formado é realmente endossado por sua organização, para que possa ser mostrado com o selo endossado.
zh_tw: 用戶名創建了一個組 group_name 。請批准您的組織是否確實認可了這個新組建的組，因此可以與認可的徽章一起顯示。

# endorsed_notification_title
source: Group group_name requires your approval
pt: O grupo group_name requer sua aprovação
zh_tw: 組group_name需要您的批准

# endorsed_notification_desc
source: user_name has created a group group_name. They have requested this group to be approved - to allow the group to have an endorsed badge.
pt: user_name criou um grupo group_name.Eles solicitaram que este grupo seja aprovado - para permitir que o grupo tenha um crachá endossado.
zh_tw: 用戶名創建了一個組 group_name 。他們已請求批准該組-允許該組具有認可的徽章。

# enable_gps
source: You will need to enable location services on your browser: Chrome; Edge; Firefox; Safari to allow us to display nearby Communities.
pt: Você precisará habilitar os serviços de localização em seu navegador: Chrome;Beira;Raposa de fogo;Safari para nos permitir exibir Comunidades próximas.
zh_tw: 您需要在瀏覽器上啟用定位服務：Chrome；邊緣;Firefox；Safari，使我們可以顯示附近的社區。

# browser_support_info
source: This browser is currently not supported in the current release. We recommend using Google Chrome for now to optimize your experience. Thank you for your patience.
pt: Este navegador atualmente não é compatível com a versão atual.Recomendamos usar o Google Chrome por enquanto para otimizar sua experiência.Obrigado pela sua paciência.
zh_tw: 當前版本當前不支持此瀏覽器。我們建議暫時使用Google Chrome瀏覽器來優化您的體驗。感謝您的耐心等待。

# project_message_room_invite
source: <Message_room_creator_name> has created a message room <message_room_name> in the Community <community_name> and invited you to join. Please accept or decline the invitation.
pt: <Message_room_creator_name> criou uma sala de mensagens <message_room_name> na Comunidade <community_name> e convidou você a ingressar.Aceite ou recuse o convite.
zh_tw: <Message_room_creator_name>已在社區<community_name>中創建了一個消息室<message_room_name>，並邀請您加入。請接受或拒絕邀請。

# new_post_notification
source: There is a new Post by <name_of_poster> in the <community_name> community.
pt: Há uma nova postagem de <name_of_poster> na comunidade <community_name>.
zh_tw: <community_name>社區中有一個由<name_of_poster>發布的新帖子。

# new_message_notification
source: <sender_name> has sent you a message in the <community_name> community
pt: <sender_name> enviou uma mensagem para você na comunidade <community_name>
zh_tw: <發件人名稱>已在<community_name>社區中向您發送了一條消息

# member_creates_transaction
source: This is currently not permitted. Please contact the Community Creator <creator_name> for more information.
pt: Isso não é permitido no momento.Entre em contato com o Community Creator <creator_name> para obter mais informações.
zh_tw: 目前不允許這樣做。請聯繫社區創建者<creator_name>了解更多信息。

# creator_creates_transaction
source: This is currently not permitted. Please see the following link for more information: <Link_on_web_to_upgrade_plan>
pt: Isso não é permitido no momento.Consulte o seguinte link para obter mais informações: <Link_on_web_to_upgrade_plan>
zh_tw: 目前不允許這樣做。請查看以下鏈接以獲取更多信息：<Link_on_web_to_upgrade_plan>

# negative_threshold_title
source: Threshold for negative credits
pt: Limiar para créditos negativos
zh_tw: 負點數的最大值

source: Generate Report
pt: Gerar Relatório
zh_tw: 產生報告

source: Time period
pt: Período de tempo
zh_tw: 時間段

source: Select Time Period
pt: Selecione o período de tempo
zh_tw: 選擇時間段

# select_transaction_type
source: Select Transaction Types
pt: Selecione os tipos de transação
zh_tw: 選擇交易類型

# select_transaction_type_valid
source: Select a transaction type
pt: Selecione um tipo de transação
zh_tw: 選擇交易類型

source: Generating Report
pt: Gerando relatório
zh_tw: 產生報告

source: Downloading Report
pt: Baixando relatório
zh_tw: 下載報告

# specific_data_range
source: Specific date range
pt: Intervalo de datas específico
zh_tw: 具體日期範圍

source: Year to date
pt: No acumulado do ano
zh_tw: 今年迄今為止

source: Month to date
pt: Do mês até a data
zh_tw: 本月至今

source: Reports
pt: Relatórios
zh_tw: 報告

# reports_charging_info
source: Reports are emailed to the creator of each community once a month. There is a cost of $9.95 per report - which will be billed to the credit card on file to generate this report. By clicking Proceed, you are agreeing to this cost. Otherwise click Cancel.
pt: Os relatórios são enviados por e-mail ao criador de cada comunidade uma vez por mês.Há um custo de \ $ 9,95 por relatório - que será cobrado do cartão de crédito registrado para gerar este relatório.Ao clicar em Continuar, você concorda com esse custo.Caso contrário, clique em Cancelar.
zh_tw: 每月將報告通過電子郵件發送給每個社區的創建者。每個報告的費用為9.95美元-該費用將記入存檔的信用卡中以生成此報告。單擊繼續，即表示您同意該費用。否則，請單擊取消。

source: No categories Available
pt: Nenhuma categoria disponível
zh_tw: 沒有可用的類別

source: Search Category
pt: Categoria de Pesquisa
zh_tw: 搜索類別

# choose_category
source: Choose Category and Sub Category
pt: Escolha a categoria e subcategoria
zh_tw: 選擇類別和子類別

source: Suggested Categories
pt: Categorias sugeridas
zh_tw: 建議類別

# manual_notification_title
source: Manual time notification
pt: Notificação de tempo manual
zh_tw: 手動時間通知

# manual_notification_subtitle
source: Admin **name has requested for **number hours of Seva Credit(s) towards Admin-related activities for Community **communityName
pt: O nome do administrador ** solicitou ** número de horas de crédito (s) Seva para atividades relacionadas ao administrador para a comunidade ** communityName
zh_tw: 管理員**名稱已請求**數小時的Seva點數用於社區**的Admin相關活動

# manual_time_request_title
source: Status of your Seva Credit request
pt: Status da sua solicitação de crédito Seva
zh_tw: 您的 Seva 信用申請狀態

# manual_time_request_subtitle
source: Your request for <n> Seva Credit(s) towards Admin-related activities for Community community_name has been approved / rejected
pt: Sua solicitação de <n> Crédito (s) Seva para atividades relacionadas ao administrador para a comunidade community_name foi aprovada / rejeitada
zh_tw: 您為社區 community_name 的與管理員相關的活動申請的 <n> 個 Seva 點數的請求已被批准/拒絕

source: Seva Community Events
pt: Eventos da Comunidade Seva
zh_tw: Seva社區活動

source: Personal Events
pt: Eventos Pessoais
zh_tw: 個人活動

# details_updated_success
source: Details updated successfully.
pt: Detalhes atualizados com sucesso.
zh_tw: 詳細信息已成功更新。

# manual_time_request_rejected
source: Your request for **number Seva Credit(s) towards Admin-related activities for Community **communityName has been rejected.
pt: Sua solicitação de ** número (s) de crédito (s) Seva para atividades relacionadas ao administrador para a comunidade ** communityName foi rejeitada.
zh_tw: 您為社區** communityName的與管理員相關的活動申請**數量Seva點數的請求已被拒絕。

# manual_time_request_approved
source: Your request for **number Seva Credit(s) towards Admin-related activities for Community **communityName has been approved.
pt: Sua solicitação de ** número (s) de crédito (s) Seva para atividades relacionadas ao administrador da comunidade ** communityName foi aprovada.
zh_tw: 您為社區 **communityName 的與 Admin 相關的活動申請 **number Seva 點數的請求已獲批准

# added_to_messaging_room
source: Since you are volunteering for this event, you've been added to the messaging room. You may leave this room at any time
pt: Como você é voluntário para este evento, você foi adicionado à sala de mensagens.Você pode sair desta sala a qualquer momento
zh_tw: 由於您是自願參加此活動的，因此您已被添加到消息收發室。 您可以隨時離開這個房間

source: Seva Community Event
pt: Evento da Comunidade Seva
zh_tw: Seva社區活動

source: Personal Event
pt: Evento Pessoal
zh_tw: 個人活動

# manual_time_add
source: Add Manual Time
pt: Adicionar hora manual
zh_tw: 添加手動時間

# manual_time_textfield_hint
source: Please provide a rationale for this request - to assist the approver
pt: Forneça uma justificativa para esta solicitação - para ajudar o aprovador
zh_tw: 請提供此請求的理由-以協助批准人

# manual_time_button_text
source: Send Request
pt: Enviar pedido
zh_tw: 發送請求

# manual_time_title
source: Request Seva Credits for Admin tasks performed
pt: Solicitar créditos Seva para tarefas administrativas realizadas
zh_tw: 請求執行工作的Seva點數

# manual_time_info
source: Admins can request Seva Credits for the time that they spend in performing Admin Tasks in the SevaX Application
pt: Os administradores podem solicitar créditos Seva pelo tempo que gastam na execução de tarefas administrativas no aplicativo SevaX
zh_tw: 管理員可以需求他們在SevaX應用程序中執行管理工作所花費的時間

source: Exchanges
pt: Intercâmbios
zh_tw: 交換

source: Create Event
pt: Criar Evento
zh_tw: 建立活動

# join_message_room_hint
source: In order to view the messages in this Message Room, you need to join the room by clicking the 'Join Chat' button below
pt: Para ver as mensagens nesta sala de mensagens, você precisa entrar na sala clicando no botão 'Entrar no Chat' abaixo
zh_tw: 為了在此消息室中查看消息，您需要通過單擊下面的“加入聊天”按鈕加入該室

# join_message_room
source: **Message_room_creator_name has created a message room **message_room_name in the Community **community_name and invited you to join. Please accept or decline the invitation
pt: ** Message_room_creator_name criou uma sala de mensagens ** message_room_name na Comunidade ** community_name e o convidou a participar.Aceite ou recuse o convite
zh_tw: ** Message_room_creator_name已在社區** community_name中創建了一個消息室** message_room_name，並邀請您加入。請接受或拒絕邀請

source: Action not permitted
pt: Ação não permitida
zh_tw: 不被允許

# contact_community_creator
source: This is currently not permitted. Please contact the Community Creator for more information.
pt: Isso não é permitido no momento.Entre em contato com o criador da comunidade para obter mais informações.
zh_tw: 目前不允許這樣做。請聯繫社區創建者以獲取更多信息。

# follow_link_to_upgrade
source: This is currently not permitted. Please see the following link for more information: **link_on_web_to_upgrade_plan
pt: Isso não é permitido no momento.Consulte o seguinte link para obter mais informações: ** link_on_web_to_upgrade_plan
zh_tw: 目前不允許這樣做。請查看以下鏈接以獲取更多信息：** link_on_web_to_upgrade_plan

# would_like_to_accept_offer
source: Would you like to accept offer?
pt: Você gostaria de aceitar a oferta?
zh_tw: 您要接受服務嗎？

source: Account Information
pt: Informação da conta
zh_tw: 帳戶信息

# timebank_configure_accounr_info
source: Configure account information
pt: Configure as informações da conta
zh_tw: 配置帳戶信息

# timebank_account_error
source: Please configure your account information details
pt: Configure os detalhes das informações da sua conta
zh_tw: 請配置您的帳戶信息詳細信息

# timebank_about_hint_example
source: Ex: Our Community is made up of local residents primarily from...
pt: Ex: Nossa comunidade é formada por residentes locais principalmente de ...
zh_tw: 例如：我們的社區主要由來自...的當地居民組成

# contact_for_enterprise_price
source: To get a price estimate for Enterprise (SMB or large Enterprise), please contact our Sevax team.
pt: Para obter uma estimativa de preço para empresa (SMB ou grande empresa), entre em contato com nossa equipe Sevax.
zh_tw: 要獲取企業（SMB或大型企業）的價格估算，請聯繫我們的Sevax團隊。

# contact_for_nonprofitt_price
source: To get a price estimate for non-profit, please contact our Sevax team.
pt: Para obter uma estimativa de preço para organizações sem fins lucrativos, entre em contato com nossa equipe Sevax.
zh_tw: 要獲取非營利組織的價格估算，請聯繫我們的Sevax團隊。

source: Send Invitation
pt: Enviar convite
zh_tw: 發送邀請

source: Selected Categories
pt: Categorias Selecionadas
zh_tw: 選定類別

source: Copied Community Code
pt: Código da comunidade copiado
zh_tw: 複製的社區代碼

# no_events
source: No Events yes
pt: Não eventos sim
zh_tw: 沒有活動

# manage_notofications
source: Manage Notifications
pt: Gerenciar notificações
zh_tw: 管理通知

# validation_error_bio_max_characters
source: * max 250 characters
pt: * máximo de 250 caracteres
zh_tw: *最多250個字符

# request_payment_description_hint_new
source: SevaX does not process the payment. Please select from among ACH, PayPal, Venmo, or ZellePay in the drop down and provide the appropriate details for each method. The donor will complete the donation outside the SevaX app.
pt: SevaX não processa o pagamento.Selecione entre ACH, PayPal, Venmo ou ZellePay no menu suspenso e forneça os detalhes apropriados para cada método.O doador irá concluir a doação fora do aplicativo SevaX.
zh_tw: SevaX不處理付款。請從下拉菜單的ACH，PayPal，Venmo或ZellePay中選擇，並為每種方法提供適當的詳細信息。捐贈者將在SevaX應用程序外部完成捐贈。

source: Super Admin
zh_tw: 超級管理員

# what_is_restricted_seva_community
source: What is a Restricted Seva Community?
pt: O que é uma comunidade Seva restrita?
zh_tw: 什麼是受限制的時間銀行？

# cash_offer_title_hint
source: Ex: $50 for community center
pt: Ex: $ 50 para centro comunitário
zh_tw: 例如：社區中心$ 50

# cash_offer_desc_hint
source: Describe in detail what you are willing to offer. Please use #hashtags so members can easily search for this offer, such as #fundraiser #community
pt: Descreva em detalhes o que você está disposto a oferecer.Use #hashtags para que os membros possam pesquisar esta oferta facilmente, como #fundraiser #community
zh_tw: 詳細說明您願意提供的服務。請使用#hashtags，以便會員可以輕鬆搜索此服務，例如#fundraiser #community

# goods_offer_title_hint
source: Ex: winter coats for homeless shelter
pt: Ex: casacos de inverno para abrigo para moradores de rua
zh_tw: 例如：無家可歸者庇護所的冬衣

# goods_offer_desc_hint
source: Describe in detail what you are willing to offer. Please use #hashtags so members can easily search for this offer, such as #homeless #clothingdrive
pt: Descreva em detalhes o que você está disposto a oferecer.Use #hashtags para que os membros possam pesquisar esta oferta facilmente, como #homeless #clothingdrive
zh_tw: 詳細說明您願意提供的服務。請使用#hashtags，以便會員可以輕鬆搜索此服務，例如#homeless #clothingdrive

# default_private_alert
source: This plan is for private use only and cannot be made public.
pt: Este plano é apenas para uso privado e não pode ser tornado público.
zh_tw: 該計劃僅供不公開使用，不能公開。

# member_joined_via_code_title
source: New member has joined **communityName** via code
pt: Novo membro juntou-se a ** communityName ** via código
zh_tw: 新會員已通過代碼加入“ communityName”

# member_joined_via_code_subtitle
source: **fullName** has joined **communityName** via code.
pt: ** fullName ** juntou-se a ** communityName ** via código.
zh_tw: ** fullName **已通過代碼加入了** communityName **。

# no_posts_title
source: There are currently no posts.
pt: Atualmente não há postagens.
zh_tw: 目前沒有帖子。

# no_posts_description
source: To create one, select the Create Post button.
pt: Para criar um, selecione o botão Criar postagem.
zh_tw: 要創建一個，請選擇創建帖子按鈕。

# no_requests_title
source: There are currently no requests.
pt: Atualmente não há solicitações.
zh_tw: 目前沒有任何需求。

# no_offers_title
source: There are currently no offers.
pt: Atualmente não há ofertas.
zh_tw: 目前沒有任何服務。

# no_events_title
source: There are currently no events.
pt: Atualmente não há eventos.
zh_tw: 當前沒有活動。

# no_content_common_description
source: To create one click on the plus icon.
pt: Para criar um clique no ícone de adição.
zh_tw: 要創建一個，請單擊加號圖標。

# feed_hint_back_press
source: Clicking on the home button takes you to the Feeds section. Double clicking on home button from the group feed will take you back to the community feed.
pt: Clicar no botão home leva você para a seção Feeds.Clicar duas vezes no botão home do feed do grupo o levará de volta ao feed da comunidade.
zh_tw: 單擊主頁按鈕將您帶到“提要”部分。雙擊組供稿中的主頁按鈕，將帶您回到社區供稿。

# past_time_selected
source: The time you selected is invalid because it is in the past.
pt: A hora que você selecionou é inválida porque está no passado.
zh_tw: 您選擇的時間無效，因為它是過去的時間。

source: Invalid Time
pt: Hora inválida
zh_tw: 無效時間

# request_desc_hint_time
source: Please describe what you need to have done. Ex: I need help removing weeds from my small garden.
pt: Descreva o que você precisa ter feito. Ex: preciso de ajuda para remover ervas daninhas do meu pequeno jardim.
zh_tw: 請描述您需要做的事情。 例如：我需要幫助清除小花園中的雜草。

# no_search_result_found
source: No serach result found
pt: Nenhum resultado de pesquisa encontrado
zh_tw: 找不到搜索結果

# select_child_timebank
source: Select Child Seva Communities
pt: Selecione Comunidades Seva Infantis
zh_tw: 選擇子Seva社區

source: Super Admin(s)
pt: Superadministrador (es)
zh_tw: 超級管理員

# gps_disabled_error
source: Unable to fetch nearby communities because your GPS is not enabled.
pt: Impossível buscar comunidades próximas porque seu GPS não está habilitado.
zh_tw: 由於您的GPS未啟用，因此無法獲取附近的社區。

# invitation_email_body
source: <p>You are invited to download the SevaX app and join the Seva Community ***. The SevaX App uses Timebanking, a reciprocity-based system where community members help each other out in exchange for Seva Credits. Please click on this <a href="###;&nbsp;">link</a> to join.</p>
pt: <p> Você está convidado a baixar o aplicativo SevaX e entrar na Comunidade Seva ***.O aplicativo SevaX usa Timebanking, um sistema baseado em reciprocidade onde os membros da comunidade ajudam uns aos outros em troca de créditos Seva.Clique neste <a href="###;&nbsp;"> link </a> para ingressar. </p>

# notifications_approved_withdrawn_title
source: Member withdrawn
pt: Membro retirado

# invoice_note1
source: This invoice is for the billing period of
pt: Esta fatura é para o período de faturamento de

# validation_error_min_donation_count
source: Please enter the number of min donation needed
pt: Insira o número mínimo de doação necessário

# notification_one_to_many_offer_canceled_title
source: A One-to-Many offer that you signed up for is canceled
pt: Uma oferta Um para Muitos na qual você se inscreveu foi cancelada

# i_pledged_amount
source: I pledge to donate this amount
pt: Eu prometo doar essa quantia

# pledge_modified_by_donor
source: Donor has modified the pledge amount
pt: O doador modificou o valor da promessa

# cash_donation_invite
source: has a request for money donation. Tap to donate any amount that you can
pt: tem um pedido de doação de dinheiro.Toque para doar qualquer quantia que puder

source: Group Join
pt: Entrar no Grupo
