Repository: HrushikeshAnandSarangi/SevaX
Catalog: lib/l10n/intl_*.arb
Languages: pt, zh_tw

# loan_seva_credit_to_user
source: Donate seva credits to user
pt: Doe créditos seva ao usuário
zh_tw: 向用戶捐贈Seva點數

# timebank_seva_credit
source: Your Seva Community seva credits is
pt: Seus créditos seva da Comunidade Seva são
zh_tw: 您的時間銀行Seva點數

# timebank_loan_message
source: On click of Donate, Seva Community balance will be adjusted.
pt: Ao clicar em Doar, o saldo da Comunidade Seva será ajustado.
zh_tw: 單擊“捐贈”後，將調整時間銀行餘額。

# loan_zero_credit_error
source: You cannot loan 0 credits
pt: Você não pode emprestar 0 créditos
zh_tw: 您不能貸出0個點數

# negative_credit_loan_error
source: You cannot loan lesser than 0 credits
pt: Você não pode emprestar menos de 0 créditos
zh_tw: 您的貸款不能少於0個點數

# empty_credit_loan_error
source: Loan some credits
pt: Emprestar alguns créditos
zh_tw: 貸款一些點數

# loan_success
source: You have loaned credits successfully
pt: Você emprestou créditos com sucesso
zh_tw: 您已成功貸出貸項

source: Coordinators
pt: Coordenadores
zh_tw: 協調員

source: Remove
pt: Eliminar
zh_tw: 移除

source: Promote
pt: Promover
zh_tw: 推廣

source: Demote
pt: Rebaixar
zh_tw: 降級

source: Billing
pt: Cobrança
zh_tw: 開發票

# edit_timebank
source: Edit Seva Community
pt: Editar Comunidade Seva
zh_tw: 編輯時間銀行

# delete_timebank
source: Delete Seva Community
pt: Excluir Comunidade Seva
zh_tw: 刪除時間銀行

source: Remove User
pt: Eliminar usuário
zh_tw: 刪除用戶

source: Exit User
pt: Saída do usuário
zh_tw: 用戶注銷

# transfer_data_hint
source: Transfer ownership of this user's data to another user, like group ownership.
pt: Transferir a propriedade dos dados deste usuário para outro usuário, como propriedade do grupo.
zh_tw: 將此用戶的數據所有權轉移到另一個用戶，例如組的所有權。

source: Transfer to
pt: Transferir a
zh_tw: 轉移至

# search_user
source: Search a user
pt: Buscar um usuário
zh_tw: 用戶搜索

# transer_hint_data_deletion
source: All data not transferred will be deleted.
pt: Todos os dados não transferidos serão eliminados.
zh_tw: 所有尚未傳輸的數據將被刪除。

# user_removal_success
source: User is successfully removed from the Seva Community
pt: O usuário foi removido com sucesso da Comunidade Seva
zh_tw: 用戶已成功從時間銀行中刪除

# error_occured
source: Error occurred! Please come back later and try again.
pt: ocorreu um erro! Por favor, volte mais tarde e tente novamente
zh_tw: 發生了錯誤！請稍后再試。

source: Create Group
pt: Crie um grupo
zh_tw: 創建組

# group_exists
source: Group name already exists
pt: O nome do grupo já existe
zh_tw: 群組名稱已存在

# group_subset
source: Group is a subset of a community who share common goals or interests. (Finance Committee, Parent Teacher Assoc., LGBTQ)
pt: Grupo é um subconjunto de uma comunidade que compartilha objetivos ou interesses comuns.(Comitê de Finanças, Associação de Pais e Professores, LGBTQ)
zh_tw: 小組是擁有共同目標或共同利益的社區的子集。

source: Part of
pt: Parte de
zh_tw: 部分

# global_timebank
source: SevaX Global Network of Communities
pt: Rede Global de Comunidades SevaX
zh_tw: SevaX全球社區網絡

source: Getting volunteers...
pt: buscando voluntários ...
zh_tw: 獲得志願者...

# no_volunteers_yet
source: No Members joined yet
pt: Nenhum membro aderiu ainda
zh_tw: 尚無會員加入

source: Read Less
pt: Leia menos
zh_tw: 閱讀更少

source: Read More
pt: consulte mais informação
zh_tw: 閱讀更多

source: Admin not Available
pt: admin não disponível
zh_tw: 管理員不可用

# admin_cannot_create_message
source: Admin(s) cannot create message
pt: Admin (s) não podem criar mensagem
zh_tw: 管理員無法創建消息

source: Volunteer(s)
pt: Voluntário-a(s)
zh_tw: 志願者

source: and Others
pt: e outros
zh_tw: 和別的

source: Admin(s)
zh_tw: 管理員

source: Remove as admin
pt: retirar da função administrador
zh_tw: 刪除作為管理員

source: Add as Admin
pt: Adicionar como administrador
zh_tw: 添加為管理員

source: View profile
pt: Ver perfil
zh_tw: 查看資料

source: Remove member
pt: remover membro
zh_tw: 刪除成員

# from_timebank_members
source: from Seva Community members?
pt: dos membros da Comunidade Seva?
zh_tw: 來自時間銀行成員？

source: No volunteers available
pt: Nã há voluntários disponíveis.
zh_tw: 沒有志願者

# select_volunteer
source: Select volunteers
pt: Selecionar voluntários
zh_tw: 選擇志願者

source: No Requests
pt: Sem pedidos
zh_tw: 沒有需求

# switching_timebank
source: Switching Seva Community
pt: Mudando de comunidade Seva
zh_tw: 切換時間銀行

# tap_to_delete
source: Tap to delete this item
pt: Tocar para eliminar este elemento.
zh_tw: 點擊刪除此項目

source: Clear
pt: Clara
zh_tw: 清除

source: Currently selected
pt: Atualmente selecionado
zh_tw: 當前選擇

# tap_to_remove_tooltip
source: items (tap to remove)
pt: artigos (toque para eliminar)
zh_tw: 項目（TAP若要刪除）

# timebank_exit
source: Seva Community Exit
pt: Saída da comunidade Seva
zh_tw: 離開Seva社區

source: has exited from
pt: saiu de
zh_tw: 退出

source: Tap to view details
pt: Toque para ver os detalhes
zh_tw: 點按可查看詳細信息

# invited_to_timebank_message
source: Awesome! You are invited to join a Seva Community
pt: Impressionante! Você está convidado a participar de uma comunidade Seva
zh_tw: 很高興邀請您加入時間銀行

source: Open Settings
pt: Abrir configurações
zh_tw: 打開設置

source: Failed to fetch location*
pt: Falha ao buscar o local *
zh_tw: 無法獲取位置*

source: Marker
pt: Marcador
zh_tw: 記號筆

source: Missing Permission
pt: Sem permissão
zh_tw: 缺少權限

source: PDF Document
pt: Documento PDF
zh_tw: PDF文件

source: Profanity alert
pt: Alerta de palavrões
zh_tw: 褻瀆警報

# profanity_image_alert
source: The SevaX App has a policy of not allowing profane, explicit or violent images. Please use another image.
pt: O aplicativo SevaX possui uma política de não permitir imagens profanas, explícitas ou violentas. Por favor use outra imagem.
zh_tw: SevaX應用程序的政策不允許出現褻瀆，露骨或暴力圖像。請使用其他圖像。

# profanity_text_alert
source: The SevaX App has a policy of not allowing profane or explicit language. Please revise your text.
pt: O aplicativo SevaX possui uma política de não permitir linguagem profana ou explícita. Revise seu texto.
zh_tw: SevaX應用程序的政策不允許使用褻瀆或露骨的語言。請修改您的文字。

# upload_cv_resume
source: Upload your CV or resume
pt: Envie seu currículo ou currículo
zh_tw: 上傳簡歷或簡歷

# cv_message
source: Uploading your CV or resume helps us match you better to opportunities.
pt: Enviar seu currículo ou currículo nos ajuda a ajustá-lo melhor às oportunidades.
zh_tw: 上傳您的簡歷或簡歷有助於我們更好地為您找到機會。

source: Replace CV
pt: Substituir CV
zh_tw: 更換簡歷

source: Choose pdf file
pt: Escolha o arquivo pdf
zh_tw: 選擇PDF文件

# validation_error_cv_size
source: Note: The maximum size for the CV / Resume is 10 Mb
pt: Nota: O tamanho máximo para o CV / currículo é 10 Mb
zh_tw: 注意：簡歷/簡歷的最大大小為10 Mb

# validation_error_cv_not_selected
source: Please select a CV / Resume file first before you upload
pt: Selecione um arquivo de currículo / currículo antes de enviar
zh_tw: 上傳之前，請先選擇簡歷/簡歷文件

source: Enter reason to delete
pt: Digite o motivo para excluir
zh_tw: 輸入刪除原因

# enter_reason_to_delete_error
source: Please enter reason to delete
pt: Digite o motivo para excluir
zh_tw: 請輸入刪除原因

# delete_request_confirmation
source: Are you sure you want to delete this request?
pt: Tem certeza de que deseja excluir esta solicitação?
zh_tw: 你確定要刪除這個需求嗎？

# will_be_added_to_request
source: will be automatically added to the request.
pt: será adicionado ao pedido.
zh_tw: 將被自動添加到請求。

source: Updating
pt: Atualizando
zh_tw: 更新中

source: Skipping
pt: Pulando
zh_tw: 跳過

# check_email
source: Now check your email.
pt: Agora cheque seu email.
zh_tw: 現在檢查您的電子郵件。

source: Thanks!
pt: Obrigado!
zh_tw: 謝謝！

# hour
source: {count, plural, one {Hour} other {Hours}}
pt: hora
zh_tw: 小時

# timebank_project
source: {count, plural, one {Seva Community Project} other {Seva Community Projects}}
pt: {count, plural, one {Projeto Timebank} other {Projetos Timebank}}
zh_tw: {count, plural, one {時間銀行活動} other {時間銀行活動}}

# personal_project
source: {count, plural, one {Personal Project} other {Personal Projects}}
pt: {count, plural, other {Projetos Pessoais} one {Projeto pessoal}}
zh_tw: {count, plural, one {個人項目} other {個人項目}}

# personal_request
source: {count, plural, one {Personal Request} other {Personal Requests}}
pt: {count, plural, one {Pedido Pessoal} other {Pedidos Pessoais}}
zh_tw: {count, plural, one {個人需求} other {個人需求}}

# timebank_request
source: {count, plural, one {Seva Community Request} other {Seva Community Requests}}
pt: {count, plural, other {Solicitações de Timebank} one {Solicitações de Timebank}}
zh_tw: {count, plural, one {時間表申請} other {時間表需求}}

# members_selected
source: {count, plural, one {member selected} other {members selected}}
pt: {count, plural, one {membro selecionado} other {membros selecionados}}
zh_tw: {count, plural, one {成員已選擇} other {成員入選}}

# volunteers_selected
source: {count, plural, one {volunteer selected} other {volunteers selected}}
pt: {count, plural, other {voluntários selecionados} one {voluntário selecionado}}
zh_tw: {count, plural, one {志願者入選} other {志願者入選}}

# user
source: {count, plural, one {user} other {users}}
pt: {count, plural, one {usuário} other {usuários}}
zh_tw: {count, plural, one {用戶} other {使用者}}

# other
source: {count, plural, one {Other} other {Others}}
pt: {count, plural, one {Outros} other {Outros}}
zh_tw: {count, plural, one {其他} other {其他}}

# subscription
source: {count, plural, one {Subscription} other {Subscriptions}}
pt: {count, plural, one {Inscrição} other {Assinaturas}}
zh_tw: {count, plural, one {訂閱} other {訂閱內容}}

# max_credits
source: Maximum credits*
pt: Créditos máximos *
zh_tw: 最高點數*

# max_credit_hint
source: Maximum credits to be given per volunteer
pt: Máximo de créditos a serem dados por voluntário
zh_tw: 每位志願者的最高點數

source: Don't Allow
pt: Não permitir
zh_tw: 不允許

# push_notification_message
source: The SevaX App would like to send you Push Notifications. Notifications may include alerts and reminders.
pt: O aplicativo SevaX gostaria de enviar notificações push a você. As notificações podem incluir alertas e lembretes.
zh_tw: SevaX應用程序希望向您發送推送通知。通知可能包括警報和提醒。

# only_pdf_files_allowed
source: Only Pdf files are allowed
pt: Somente arquivos PDF são permitidos
zh_tw: 僅允許使用Pdf文件

source: Delete Request
pt: Apagar solicitação
zh_tw: 刪除請求

source: Delete Offer
pt: Excluir oferta
zh_tw: 刪除服務

# delete_offer_confirmation
source: Are you sure you want to delete this offer?
pt: Tem certeza de que deseja excluir esta oferta?
zh_tw: 您確定要刪除此服務嗎？

source: Extension alert
pt: Alerta de extensão
zh_tw: 擴展警報

# only_csv_allowed
source: Only CSV files are allowed
pt: Somente arquivos CSV são permitidos
zh_tw: 只允許CSV文件

source: No Members
pt: Sem membros
zh_tw: 沒有會員

source: Cancel Offer
pt: Cancelar oferta
zh_tw: 取消服務

# cancel_offer_confirmation
source: Are you sure you want to cancel the offer?
pt: Tem certeza de que deseja cancelar a oferta?
zh_tw: 您確定要取消服務嗎？

source: Recurring
pt: Recorrente
zh_tw: 重複發生

# request_credits_again
source: Are you sure you want to request for credits again?
pt: Tem certeza de que deseja solicitar créditos novamente?
zh_tw: 您確定要再次申請點數嗎？

# cant_perfrom_action_offer
source: You can't perform action before the offer ends.
pt: Você não pode realizar nenhuma ação antes que a oferta termine.
zh_tw: 服務結束前，您無法執行任何操作。

source: Time left
pt: Tempo restante
zh_tw: 剩下的時間

source: Days Available
pt: Dias disponíveis
zh_tw: 可用天數

# this_is_repeating_event
source: This is a repeating event
pt: Este é um evento que se repete
zh_tw: 這是重複的活動

# edit_this_event
source: Edit this event only
pt: Editar este evento apenas
zh_tw: 僅編輯此活動

# edit_subsequent_event
source: Edit subsequent events
pt: Editar eventos subsequentes
zh_tw: 編輯後續活動

source: left
pt: esquerda
zh_tw: 剩下

# cant_exit_group
source: You cannot exit from this group
pt: Você não pode sair deste grupo
zh_tw: 您無法退出此群組

# cant_exit_timebank
source: cannot exit from this seva community
pt: não pode sair desta comunidade seva
zh_tw: 無法退出這個時間銀行

source: Add Image Url
pt: Adicionar URL da imagem
zh_tw: 添加圖片網址

source: Image Url
pt: Imagem URL
zh_tw: 圖片網址

# day
source: {count, plural, one {Day} other {Days}}
pt: {count, plural, one {Dia} other {Dias}}
zh_tw: {count, plural, one {天} other {天}}

# year
source: {count, plural, one {Year} other {Years}}
pt: {count, plural, one {Ano} other {Anos}}
zh_tw: {count, plural, one {年} other {年份}}

source: Lifetime
pt: Tempo de vida
zh_tw: 全部

source: Raised
pt: Levantada
zh_tw: 上調

source: Donated
pt: Doado
zh_tw: 已捐贈

source: Items collected
pt: Itens coletados
zh_tw: 已收集物品

source: Items donated
pt: Itens doados
zh_tw: 已捐贈物品

source: Donations
pt: Doações
zh_tw: 捐獻

source: Items
pt: Itens
zh_tw: 物品

source: Enter valid amount
pt: Insira um valor válido
zh_tw: 輸入有效金額

# minmum_amount
source: Minimum amount is
pt: Quantidade mínima é
zh_tw: 最低金額為

# select_goods_category
source: Select a goods / supplies category
pt: Selecione uma categoria de bens
zh_tw: 選擇商品/用品類別

source: Pledge
pt: Juramento
zh_tw: 保證

source: Do it later
pt: Faça isso depois
zh_tw: 以後再做

# tell_what_you_donated
source: Tell us what you have donated
pt: Conte-nos o que você doou
zh_tw: 告訴我們你捐贈了什麼

# describe_goods
source: Describe the type of goods or supplies you donated and select from the list of items below.
pt: Descreva o tipo de bens ou suprimentos que você doou e selecione na lista de itens abaixo.
zh_tw: 描述您捐贈的商品或供應品的類型，然後從以下項目列表中進行選擇。

# payment_link_description
source: Please use the link down below to donate and once done take a pledge on how much you have donated.
pt: Por favor, use o link abaixo para doar e, quando terminar, faça uma promessa de quanto você doou.
zh_tw: 請使用下面的鏈接進行捐贈，完成後請保證您已捐贈了多少。

# donation_description_one
source: Great! You have chosen to donate to
pt: Ótimo!Você optou por doar para
zh_tw: 您選擇捐贈給

# donation_description_two
source: a donation of no less than
pt: uma doação não inferior a
zh_tw: 不少於

# donation_description_three
source: USD.
zh_tw: 美元

# add_amount_donated
source: Add the amount you have pledged to donate
pt: Adicione o valor que você se comprometeu a doar
zh_tw: 添加您已承諾捐贈的金額

source: Amount Donated?
pt: Quantia doada?
zh_tw: 捐贈金額？

source: Acknowledge
pt: Reconhecer
zh_tw: 確認

source: Modify
pt: Modificar
zh_tw: 修改

source: By accepting,
pt: Ao aceitar,
zh_tw: 通過接受，

# will_added_to_donors
source: will be added to donors list.
pt: será adicionado à lista de doadores.
zh_tw: 將被添加到捐助者列表中。

# no_donation_yet
source: No donations yet
pt: Ainda não há doações
zh_tw: 尚無捐款

source: Donation acknowledge
pt: Doação reconhecer
zh_tw: 捐款確認

source: CV/Resume
pt: CV / currículo
zh_tw: 簡歷

source: Pledged
pt: Prometida
zh_tw: 已抵押

# goods
source: Goods/Supplies
pt: Bens
zh_tw: 商品/用品

# cash
source: Money
pt: Dinheiro
zh_tw: 現金

source: Received
pt: Recebido
zh_tw: 已收到

source: Total
zh_tw: 總數

# recurringDays_err
source: Recurring days cannot be empty
pt: Os dias recorrentes não podem estar vazios
zh_tw: 重複天數不能為空

# calendars_popup_desc
source: You can sync the calendar for SevaX events with your Google, Outlook or iCal calendars. Select the appropriate icon to sync the calendar.
pt: Você pode sincronizar o calendário para eventos SevaX com seus calendários do Google, Outlook ou iCal. Selecione o ícone apropriado para sincronizar o calendário.
zh_tw: 您可以將SevaX活動的日曆與Google，Outlook或iCal日曆同步。選擇適當的圖標以同步日曆。

# notifications_demoted_title
source: You have been demoted from Admin
pt: Você foi rebaixado de administrador
zh_tw: 您已被管理員降級

# notifications_demoted_subtitle_phrase
source: has demoted you from being an Admin for the
pt: rebaixou você de administrador para o
zh_tw: 已將您從管理員身份降級為

# notifications_promoted_title
source: You have been promoted to Admin
pt: Você foi promovido a administrador
zh_tw: 您已晉升為管理員

# notifications_promoted_subtitle_phrase
source: has promoted you to be the Admin for the
pt: o promoveu a administrador do
zh_tw: 已將您提升為

# notifications_approved_withdrawn_subtitle
source: has withdrawn from
pt: retirou-se de
zh_tw: 已退出

# otm_offer_cancelled_title
source: One to many offer Cancelled
pt: Um para muitos oferta cancelada
zh_tw: 一對多服務已取消

# otm_offer_cancelled_subtitle
source: Offer cancelled by Creator
pt: Oferta cancelada pelo criador
zh_tw: 服務被創作者取消

# notifications_credited_msg
source: Seva coins has been credited to your account
pt: Moedas Seva foram creditadas em sua conta
zh_tw: Seva點數已記入您的帳戶

# notifications_debited_msg
source: Seva coinsMoMonthlyed from your account
pt: Seva coinsMoMonthlyed de sua conta
zh_tw: Seva點數

# recurring_list_heading
source: Recurring list
pt: Lista recorrente
zh_tw: 重複清單

# recuring_weekly_on
source: Weekly on
pt: Semanalmente em
zh_tw: 每週

source: Invoice and Reports
pt: Fatura e relatórios
zh_tw: 發票和報告

source: Invoice/Reports List
pt: Lista de faturas / relatórios
zh_tw: 發票/報告清單

# invoice_note2
source: Greetings from ***companyname. Here is the invoice for your usage of ***appname services for the period above. Additional information about your individual service charges and billing history is available in the billing section under the Manage tab.
pt: Saudações de *** companyname. Aqui está a fatura pelo seu uso dos serviços *** appname para o período acima. Informações adicionais sobre suas taxas de serviço individuais e histórico de faturamento estão disponíveis na seção de faturamento na guia Gerenciar.
zh_tw: 來自***公司名稱的問候。這是上述期間您使用*** appname服務的發票。 “管理”標籤下的“結算”部分提供了有關您的個人服務費用和結算歷史記錄的其他信息。

source: Initial Charges
pt: Encargos Iniciais
zh_tw: 初始費用

source: Additional Billable Transactions
pt: Transações Faturáveis ​​Adicionais
zh_tw: 其他可計費交易

# discounted_transactions_msg
source: Discounted Billable Transactions as per your current plan
pt: Transações faturáveis ​​com desconto de acordo com seu plano atual
zh_tw: 根據您當前的計劃打折可計費交易

# address_header
source: Bill to Address
pt: Conta para endereço
zh_tw: 賬單到地址

# account_no
source: Account Number
pt: Número da conta
zh_tw: 賬號

# billing_stmt
source: Billing Statement
pt: Extrato de cobrança
zh_tw: 帳單

# billing_stmt_no
source: Statement Number
pt: Número do extrato
zh_tw: 結單編號

# billing_stmt_date
source: Statement Date
pt: Data de declaração
zh_tw: 單據日期

source: Request type*
pt: Tipo de solicitação*
zh_tw: 請求類型*

# request_type_time
source: Time
pt: Tempo
zh_tw: 時間

# request_type_cash
source: Money
pt: Dinheiro
zh_tw: 錢

# request_type_goods
source: Goods / Supplies
pt: Mercadorias
zh_tw: 商品/用品

# request_description_hint_goods
source: Ex: Specify the cause of requesting goods / supplies and any #hashtags
pt: Ex: especifique a causa da solicitação de mercadorias e quaisquer #hashtags
zh_tw: 例如：指定需求提供商品/補給品和任何##標籤的原因

# request_target_donation
source: Target Donation*
pt: Doação Alvo *
zh_tw: 目標捐贈*

# request_target_donation_hint
source: Ex: $100
zh_tw: 例如：$ 100

# request_min_donation
source: Minimum amount per member*
pt: Quantidade mínima por membro *
zh_tw: 每位會員的最低金額*

# request_goods_description
source: Provide the list of Goods/Supplies that you need*
pt: Forneça a lista de bens / suprimentos de que você precisa *
zh_tw: 提供您需要的商品/供應清單*

# request_goods_address
source: Provide address where the donor should ship*
pt: Forneça o endereço para onde o doador deve enviar *
zh_tw: 提供捐贈人應寄往的地址*

# request_goods_address_hint
source: Ex: Donors will use the address below to ship the Goods/Supplies.
pt: Ex: os doadores usarão o endereço abaixo para enviar os bens / suprimentos.
zh_tw: 例如：捐助者將使用下面的地址發貨。

# request_goods_address_inputhint
source: Address Only
pt: Endereço apenas
zh_tw: 僅地址

# request_payment_description
source: Payment Details*
pt: Detalhes do pagamento*
zh_tw: 付款詳情*

# request_payment_description_hint
source: SevaX does not process the payment. Please select from among PayPal, ZellePay or ACH in the drop down and provide the appropriate details for each method. The donor will complete the donation outside the SevaX app.
pt: SevaX não processa o pagamento. Selecione entre PayPal, ZellePay ou ACH na lista suspensa e forneça os detalhes apropriados para cada método. O doador irá concluir a doação fora do aplicativo SevaX.
zh_tw: SevaX不處理付款。請從下拉菜單中的PayPal，ZellePay或ACH中進行選擇，並為每種方法提供適當的詳細信息。捐贈者將在SevaX應用程序外部完成捐贈。

# request_payment_description_inputhint
source: Ex: https://www.paypal.com/johndoe
zh_tw: 例如：https：//www.paypal.com/johndoe

# request_min_donation_hint
source: Ex: $10
zh_tw: 例如：$ 10

# validation_error_target_donation_count
source: Please enter the number of target donation needed
pt: Insira o número de doação alvo necessária
zh_tw: 請輸入所需的目標捐贈數量

# validation_error_target_donation_count_negative
source: Please enter the number of target donation needed
pt: Insira o número de doação alvo necessária
zh_tw: 請輸入所需的目標捐贈數量

# validation_error_target_donation_count_zero
source: Please enter the number of target donation needed
pt: Insira o número de doação alvo necessária
zh_tw: 請輸入所需的目標捐贈數量

# validation_error_min_donation_count_negative
source: Please enter the number of min donation needed
pt: Insira o número mínimo de doação necessário
zh_tw: 請輸入所需的最低捐款數

# validation_error_min_donation_count_zero
source: Please enter the number of min donation needed
pt: Insira o número mínimo de doação necessário
zh_tw: 請輸入所需的最低捐款數

# request_description_hint_cash
source: Ex: Specify the cause for fundraising. Include any #hashtags
pt: Ex: Especifique a causa da arrecadação de fundos. Incluir qualquer #hashtags
zh_tw: 例如：指定籌款原因。包括任何＃標籤

source: Demotion from admin to member
pt: Rebaixamento de administrador a membro
zh_tw: 從管理員降級為成員

source: Promotion to admin from member
pt: Promoção para administrador de membro
zh_tw: 從會員晉升為管理員

# feedback_one_to_many_offer
source: Feedback for One-to-many offer
pt: Feedback para oferta um-para-muitos
zh_tw: 一對多服務的反饋

# sure_to_cancel_one_to_many_offer
source: Are you sure you would like to cancel this One-to-Many offer
pt: Tem certeza de que deseja cancelar esta oferta Um para Muitos
zh_tw: 您確定要取消此一對多服務嗎？

# proceed_with_cancellation
source: Click OK to proceed with the cancelation, Otherwise, press cancel
pt: Clique em OK para prosseguir com o cancelamento, caso contrário, pressione cancelar
zh_tw: 單擊確定繼續取消，否則，按取消

# members_signed_up_advisory
source: People have already signed up for the offer. Canceling the offer would result in these users getting back the SevaCredits. Click OK to proceed with the cancelation. Otherwise, press cancel.
pt: As pessoas já se inscreveram para a oferta. O cancelamento da oferta faria com que esses usuários recebessem de volta os SevaCredits. Clique em OK para prosseguir com o cancelamento. Caso contrário, pressione cancelar.
zh_tw: 人們已經報名參加了這個提議。取消服務將導致這些用戶取回SevaCredits。單擊確定繼續取消。否則，請按取消。

# notification_one_to_many_offer_canceled_subtitle
source: You had signed up for ***offerTItle. Due to unforeseen circumstances, ***name had to cancel this offer. You will receive credits for any unused SevaCredits.
pt: Você se inscreveu em *** offerTItle. Devido a circunstâncias imprevistas, *** name teve que cancelar esta oferta. Você receberá créditos por quaisquer SevaCredits não utilizados.
zh_tw: 您已註冊***服務。由於不可預見的情況，***名稱不得不取消此服務。您將獲得任何未使用的SevaCredits的點數。

# nearby_settings_title
source: Distance that I am willing to travel
pt: Distância que estou disposto a viajar
zh_tw: 距離限制

# nearby_settings_content
source: This indicates the distance that the user is willing to travel to complete a Request for a Seva Community or participate in a Event
pt: Isso indica a distância que o usuário está disposto a viajar para concluir uma solicitação para uma comunidade de Seva ou participar de um evento
zh_tw: 這表明用戶願意旅行以完成對SEVA社區的請求或參與活動的距離

source: Amount
pt: Montante
zh_tw: 量

# only_images_types_allowed
source: Only image types are allowed ex:jpg, png'
pt: Apenas tipos de imagem são permitidos, ex: jpg, png '
zh_tw: 僅允許使用圖片類型，例如：jpg，png'

# i_received_amount
source: I acknowledge that our community/organization has received
pt: Eu reconheço que nossa comunidade / organização recebeu
zh_tw: 我們的社區已經收到

# acknowledge_desc_one
source: Note: Please check the amount that you have received from
pt: Observação: verifique o valor que você recebeu de
zh_tw: 注意：請檢查您從中收到的金額
