Repository: HrushikeshAnandSarangi/SevaX
Catalog: lib/l10n/intl_*.arb
Languages: pt, zh_tw

# timebank_name_exists_error
source: Please choose another name for the Seva Community. This Seva Community name already exists
pt: Escolha outro nome para a Comunidade Seva. Este nome de comunidade Seva já existe
zh_tw: 請為時間銀行選擇另一個名稱。此時間銀行名稱已存在

# timbank_about_hint
source: Ex: A bit more about your Seva Community
pt: Ex: Um pouco mais sobre sua comunidade Seva
zh_tw: 例如：有關您的時間銀行的更多信息

# timebank_tell_more
source: Tell us more about your Seva Community.
pt: Conte-nos mais sobre sua comunidade Seva.
zh_tw: 告訴我們更多關於您的時間銀行的信息。

# timebank_select_tax_percentage
source: Select Tax percentage
pt: Selecionar porcentagem de imposto
zh_tw: 選擇稅率

# timebank_current_tax_percentage
source: Current Tax Percentage
pt: Porcentagem de imposto atual
zh_tw: 當前稅率

# timebank_location
source: Your Seva Community location.
pt: A localização da sua comunidade Seva.
zh_tw: 您的時間銀行位置。

# timebank_location_hint
source: Ex: List the place or address where your community meets (such as a cafe, library, or church.).
pt: Ex: Liste o local ou endereço onde sua comunidade se reúne (como um café, biblioteca ou igreja).
zh_tw: 例如：列出您的社區相遇的地點或地址（例如咖啡館，圖書館或教堂）。

# timebank_name_exists
source: Seva Community name already exists !
pt: O nome da comunidade Seva já existe!
zh_tw: 時間銀行名稱已存在！

# timebank_location_error
source: Please add the location of your Seva Community
pt: Adicione a localização da sua Comunidade Seva
zh_tw: 請添加您的時間銀行的位置

# timebank_logo_error
source: Seva Community image is mandatory
pt: A imagem da Comunidade Seva é obrigatória
zh_tw: 時間銀行圖像是必須的

# creating_timebank
source: Creating Seva Community
pt: Criando Comunidade Seva
zh_tw: 創建時間銀行

# timebank_billing_error
source: Please configure your billing information details
pt: Configure seus detalhes de informações de faturamento
zh_tw: 請配置您的帳單信息詳細信息

# timebank_configure_profile_info
source: Configure billing information
pt: Configure as informações de faturamento
zh_tw: 配置帳單信息

# timebank_profile_info
source: Billing Information
pt: Informações de pagamento
zh_tw: 賬單信息

# validation_error_required_fields
source: Field cannot be left blank*
pt: O campo não pode ser deixado em branco *
zh_tw: 字段不能為空*

source: State
pt: Estada
zh_tw: 州

source: City
pt: Cidade
zh_tw: 市

# zip
source: ZIP Code
pt: Código postal
zh_tw: 郵政編碼

# country
source: Country Name
pt: País
zh_tw: 國家

# street_add1
source: Street Address 1
pt: Endereço 1
zh_tw: 街道地址1

# street_add2
source: Street Address 2
pt: Endereço 2
zh_tw: 街道地址2

source: Company Name
pt: Nome da empresa
zh_tw: 公司

# continue_text
source: Continue
pt: Continuar
zh_tw: 繼續

# private_timebank
source: Private Seva Community
pt: Comunidade Seva privada
zh_tw: 不公開Seva社區

source: Updating details
pt: Atualizando detalhes
zh_tw: 更新細節

# edit_profile_information
source: Edit Account Information
pt: Editar informações da conta
zh_tw: 編輯帳戶信息

source: Selected users before
pt: Usuários selecionados antes
zh_tw: 之前選擇的用戶

# private_timebank_alert
source: Private Seva Community alert
pt: Alerta privado da comunidade Seva
zh_tw: 不公開時間銀行警報

# private_timebank_alert_hint
source: Please be informed that Private Seva Communities do not have a free option. You will need to provide your billing details to continue to create this Seva Community
pt: Informamos que as Comunidades Seva Privadas não têm uma opção gratuita.Você precisará fornecer seus detalhes de faturamento para continuar a criar esta Comunidade Seva
zh_tw: 請注意，私有時間銀行沒有免費選項。您需要提供您的帳單明細，才能繼續創建這個時間銀行

source: Additional Notes
pt: Notas Adicionais
zh_tw: 補充筆記

source: Prevent accidental delete
pt: retirar permissão de deletar
zh_tw: 防止意外刪除

source: Update Request
pt: Solicitações de atualização
zh_tw: 更新請求

# timebank_offers
source: Seva Community Offers
pt: Ofertas da comunidade Seva
zh_tw: Seva社區服務

source: Plan Details
pt: Detalhes do plano
zh_tw: 計劃詳細信息

# on_community_plan
source: You are on Community Plan
pt: Você está no plano comunitário
zh_tw: 你在社區計劃

source: change plan
pt: Alterar Plano
zh_tw: 改變計劃

# your_community_on_the
source: Your community is on the
pt: Sua comunidade está no
zh_tw: 你的社群是在

# plan_yearly_1500
source: paying yearly for $1500 and additional charges of
pt: pagando anualmente por $ 1500 e taxas adicionais de
zh_tw: 每年支付$ 1500，並支付以下費用

# plan_details_quota1
source: per transaction billed monthly upon exceeding free monthly quota
pt: por transação cobrada mensalmente após exceder a cota mensal gratuita
zh_tw: 每筆交易按月計費，當超出每月配額的免費數量

source: paying
pt: pagando
zh_tw: 付款

# charges_of
source: yearly and additional charges of
pt: encargos anuais e adicionais de
zh_tw: 每年的和額外的費用

# per_transaction_quota
source: per transaction billed annualy upon exceeding free monthly quota
pt: por transação cobrada anualmente após exceder a cota mensal gratuita
zh_tw: 當交易量超出年度的免費每月配額

source: Status
zh_tw: 狀態

source: View selected plans
pt: Ver planos selecionados
zh_tw: 查看所選方案

# monthly_subscription
source: Monthly subscriptions
pt: Assinaturas mensais
zh_tw: 每月訂閱

source: CARD DETAILS
pt: DETALHES DO CARTÃO
zh_tw: 信用卡詳細資料

# add_new
source: Add New Card
pt: Adicionar novo cartão
zh_tw: 新增卡

source: No cards available
pt: Nenhum cartão disponível
zh_tw: 無卡

# default_card_note
source: Note : long press to make a card default
pt: Nota: pressione e segure para tornar o cartão padrão
zh_tw: 注：長按，使卡默認

source: Bank Name
pt: Nome do banco
zh_tw: 銀行名

source: Default Card
pt: Cartão padrão
zh_tw: 默認卡

# already_default_card
source: This card is already added as default card
pt: Este cartão já foi adicionado como cartão padrão
zh_tw: 此卡已經被添加作為默認卡

# make_default_card
source: Make this card as default
pt: Tornar este cartão como padrão
zh_tw: 將此卡作為默認

source: Card Added
pt: Cartão adicionado
zh_tw: 卡而增加

# card_sync
source: It may take couple of minutes to synchronize your payment
pt: Pode levar alguns minutos para sincronizar seu pagamento
zh_tw: 這可能需要幾分鐘的時間做付款同步

source: Select Group
pt: Selecionar grupo
zh_tw: 選擇組

source: Delete feed
pt: Excluir publicação
zh_tw: 刪除信息

source: Deleting feed
pt: Excluindo publicação
zh_tw: 刪除信息

# delete_feed_confirmation
source: Are you sure you want to delete this news feed?
pt: Tem certeza de que deseja excluir esta publicação de notícias?
zh_tw: 您確定要刪除此信息嗎？

# create_feed
source: Create Post
pt: Criar publicação
zh_tw: 建立訊息

# create_feed_hint
source: Ex: Text, URL and Hashtags
pt: Ex: Texto, URL e Hashtags
zh_tw: 例如：文字，URL和標籤

# create_feed_placeholder
source: What would you like to share*
pt: O que você gostaria de compartilhar*
zh_tw: 你想分享什麼*

# creating_feed
source: Creating post
pt: Criando publicação
zh_tw: 建立訊息

source: Location not added
pt: Local não adicionado
zh_tw: 未添加位置

source: Category
pt: Categoria
zh_tw: 類別

source: Select Category
pt: Selecione a Categoria
zh_tw: 選擇類別

source: Photo Credits
pt: Dica de imagens
zh_tw: 照片提示

source: Change image
pt: Alterar imagem
zh_tw: 變更圖片

source: Change Attachment
pt: alterar arquivo anexo
zh_tw: 變更附件

source: Add image
pt: Adicionar imagem
zh_tw: 添加圖片

# add_attachment
source: Add Image / Document
pt: Incluir imagem / documento
zh_tw: 添加圖像/文檔

# validation_error_file_size
source: Files larger than 10 MB are not allowed
pt: Não é permitido arquivos de mais de 10 MB.
zh_tw: 不允許超過10MB的文件

# large_file_size
source: Large file alert
pt: Alerta de arquivo grande
zh_tw: 大文件警報

# update_feed
source: Update post
pt: Atualizar publicação
zh_tw: 更新帖子

# updating_feed
source: Updating post
pt: Atualizando publicação
zh_tw: 更新進度

# notification_alerts
source: Notifications Alerts
pt: Alertas de notificações
zh_tw: 通知項目

# request_accepted
source: Member has accepted a request and is waiting for approval
pt: O membro aceitou uma solicitação e está aguardando aprovação
zh_tw: 成員已接受請求並正在等待批准

# request_completed
source: Member claims time credits and is waiting for approval
pt: O membro reivindica créditos de tempo e aguarda aprovação
zh_tw: 成員需求獲得時間點數並正在等待批准

# join_request_message
source: Member request to join a
pt: Solicitação de membro para ingressar em
zh_tw: 加入會員請求，

# offer_debit
source: Debit for one to many offer
pt: Débito para uma oferta para muitos
zh_tw: 一對多服務的借方

# member_exits
source: Member exits a
pt: O membro sai de um
zh_tw: 成員退出

# deletion_request_message
source: Deletion request could not be processed (Due to pending transactions)
pt: Não foi possível processar a solicitação de exclusão (devido a transações pendentes)
zh_tw: 無法處理刪除請求（由於有待處理的事務）

# recieved_credits_one_to_many
source: Received Credit for one to many offer
pt: Crédito recebido por uma oferta para muitos
zh_tw: 一對多服務收到的信用額

# click_to_see_interests
source: Click here to see your interests
pt: Adicionar seus interesses
zh_tw: 點擊此處查看您的興趣，

# click_to_see_skills
source: Click here to see your skills
pt: adicione habilidades
zh_tw: 點擊此處查看你的才能

source: My Language
pt: Minha língua
zh_tw: 語言設定

source: My Timezone
pt: Meu fuso horário
zh_tw: 時區設定

# select_timebank
source: Select a Seva Community
pt: Selecione uma comunidade Seva
zh_tw: 選擇一個時間銀行

source: Name
pt: Nome
zh_tw: 名稱

# add_bio
source: Add your bio
pt: Inclua sua biografia
zh_tw: 添加您的資料

source: Enter name
pt: Adicionar nome
zh_tw: 輸入名字

source: Update name
pt: Atualizar nome
zh_tw: 更新名稱

# enter_name_hint
source: Please enter name to update
pt: Ingressar o nome para atualização
zh_tw: 請輸入名稱更新

source: Update bio
pt: Atualizar biografia
zh_tw: 更新個人資料

# update_bio_hint
source: Please enter bio to update
pt: por favor ingresse sua biografia para atualização
zh_tw: 請輸入個人資料以更新

source: Enter bio
pt: Digite bio
zh_tw: 填入個人資料

# available_as_needed
source: Available as needed - Open to Offers
pt: Disponível conforme necessário - Aberto a ofertas
zh_tw: 根據需要可用-接受服務

source: would be unblocked
pt: seria desbloqueado
zh_tw: 將不受阻礙

source: Jobs
pt: Empregos
zh_tw: 工作

source: Hours worked
pt: Horas trabalhadas
zh_tw: 工作時間

source: Less
pt: Menos
zh_tw: 減

source: More
pt: Mais
zh_tw: 更多

source: No ratings yet
pt: Ainda não existem classificações
zh_tw: 尚無評分

source: Message
pt: mensagem
zh_tw: 信息

source: not completed any tasks
pt: não concluiu nenhuma tarefa
zh_tw: 沒有完成任何工作

source: Review Earnings
pt: Revisar ganhos
zh_tw: 回顧收益

# no_transactions_yet
source: You do not have any transaction yet
pt: Você ainda não possui nenhuma transação
zh_tw: 您尚未有任何交易

source: Anonymous
pt: anônimo
zh_tw: 匿名

source: Date:
pt: Encontro:
zh_tw: 日期：

# search_template_hint
source: Enter name of a Event Template
pt: Insira o nome de um modelo de evento
zh_tw: 輸入活動模板的名稱

# create_project_from_template
source: Create an Event from Template
pt: Criar um evento a partir do modelo
zh_tw: 從模板創建活動

# create_new_project
source: Create new Event
pt: Criar novo evento
zh_tw: 建立新活動

source: No templates found
pt: Nenhum modelo encontrado
zh_tw: 找不到模板

# select_template
source: Please select a Template from the list of available Templates
pt: Selecione um modelo na lista de modelos disponíveis
zh_tw: 請從可用模板列表中選擇一個模板

source: Template alert
pt: Alerta de modelo
zh_tw: 模板警報

# new_project
source: New Event
pt: Novo evento
zh_tw: 新的活動

# review_feedback_message
source: Take a moment to reflect on your experience and share your appreciation by writing a short review.
pt: Reserve um momento para refletir sobre sua experiência e compartilha-la escrevendo uma breve avaliação..
zh_tw: 請寫下您的經驗和簡短的回應

source: Submit
pt: Enviar
zh_tw: 提交

source: Review
pt: revisão
zh_tw: 評論

source: Redirecting to messages
pt: Redirecionando para mensagens
zh_tw: 重新定位

source: Completing task
pt: Concluindo tarefa
zh_tw: 完成工作

source: Total Spent
pt: Total gasto
zh_tw: 一共花了

source: has worked for
pt: trabalhou para
zh_tw: 曾就職於

# email_not_updated
source: User email not updated
pt: E-mail do usuário não atualizado
zh_tw: 用戶電子郵件未更新

source: No pending requests
pt: Nenhum pedido pendente
zh_tw: 無未決請求

# choose_suitable_plan
source: Choose a suitable plan
pt: Escolha um plano
zh_tw: 選擇合適的付款方式

# click_for_more_info
source: Click here for more info
pt: Clique aqui para mais informações
zh_tw: 點擊這裡查看更多信息

# taking_to_new_timebank
source: Taking you to your new Seva Community...
pt: Levando você para sua nova comunidade Seva ...
zh_tw: 帶您進入新的時間銀行...

source: Bill Me
zh_tw: 向我收費

# bill_me_info1
source: This is available only to users who have prior arrangements with Seva Exchange. Please send an email to billme@sevaexchange.com for details
pt: Isso está disponível apenas para usuários que têm acordos prévios com o Seva Exchange. Envie um email para billme@sevaexchange.com para obter detalhes.
zh_tw: 這僅適用於事先與Seva Exchange達成協議的用戶。請發送電子郵件至billme@sevaexchange.com了解詳細信息

# bill_me_info2
source: Only users who have been approved a priori can check the “Bill Me” box. If you would like to do this, please send an email to billme@sevaexchange.com
pt: Somente usuários que foram aprovados a priori podem marcar a caixa "Bill Me". Se você quiser fazer isso, envie um email para billme@sevaexchange.com.
zh_tw: 隻有獲得先驗批准的用戶才能選中“向我收費”框。如果您想這樣做，請發送電子郵件至billme@sevaexchange.com

source: Billable transactions
pt: Transações para cobrança
zh_tw: 可計費交易

source: Currently Active
pt: Ativo
zh_tw: 有效

source: Choose
pt: Escolher
zh_tw: 選擇

source: Plan change
pt: Título do alerta
zh_tw: 計劃變更

# ownership_success
source: Congratulations! You are now the new owner of the Seva Community
pt: Parabéns! Você agora é o novo proprietário da Comunidade Seva
zh_tw: 恭喜你！您現在是時間銀行的所有者

source: Change
pt: mudança
zh_tw: 改變

# contact_seva_to_change_plan
source: Please contact SevaX support to change the plans
pt: Entre em contato com o suporte da SevaX para alterar os planos
zh_tw: 請聯系SevaX支持以更改計劃

# changing_ownership_of
source: Changing ownership
pt: Mudança de propriedade
zh_tw: 改變所有權

# to_other_admin
source: to another admin.
pt: para outro administrador.
zh_tw: 到另一位管理者

source: Change to
pt: Mudar para
zh_tw: 成為

# invitation_sent1
source: We have sent your transfer of ownership invitation. You will remain to be the owner of Seva Community
pt: Enviamos seu convite de transferência de propriedade. Você continuará sendo o dono da Comunidade Seva
zh_tw: 我們已發送您所有權轉讓邀請。您將繼續是Seva Community的所有者

# invitation_sent2
source: until
pt: até
zh_tw: 直到

# invitation_sent3
source: accepts the invitation and provides their new account information.
pt: aceita o convite e fornece suas novas informações de conta.
zh_tw: 接受邀請並提供其新帳戶信息。

# by_accepting_owner_timebank
source: You have been designated the new owner of the ________ Seva Community. In order to complete the process, please select the Accept button to continue to the confirmation process.
pt: Você foi designado o novo proprietário da Comunidade Seva ________.Para concluir o processo, selecione o botão Aceitar para continuar com o processo de confirmação.
zh_tw: 您已被指定為________ 時間銀行的新所有者。為了完成此過程，請選擇“接受”按鈕以繼續進行確認過程。

# select_user
source: Please select a user
pt: Por favor selecione um usuário
zh_tw: 請選一位使用者

# change_ownership_pending_task_message
source: You have pending tasks. Please complete tasks before ownership can be transferred
pt: Você tem tarefas pendentes. Conclua estas tarefas antes que a propriedade possa ser transferida
zh_tw: 您有未完成的事項。請先完成這些事項，然后所有權才可以被轉移

# change_ownership_pending_payment1
source: You have payment pending of
pt: Você tem pagamento pendente de
zh_tw: 您有未付的款項

# change_ownership_pending_payment2
source: . Please complete these payment before ownership can be transferred
pt: . Complete este pagamento antes que a propriedade possa ser transferida
zh_tw: 。請先完成付費，然后所有權才能夠轉移

source: Search Admin
pt: Pesquisar administrador
zh_tw: 搜尋管理者

# change_ownership_message1
source: You are the new owner of
pt: Você é o novo dono de
zh_tw: 您是的新所有者

# change_ownership_message2
source: You need to accept it to complete the process
pt: Você precisa aceitá-lo para concluir o processo
zh_tw: 您需要接受來完成這個程序

# change_ownership_advisory
source: You are required to provide billing details for this Seva Community - including the new billing address. The transfer of ownership will not be completed until this is done.
pt: Você deve fornecer detalhes de cobrança para esta Comunidade Seva - incluindo o novo endereço de cobrança. A transferência de propriedade não será concluída até que isso seja feito.
zh_tw: 您需要提供此時間銀行的賬單詳細信息-包括新的賬單地址。在完成所有權轉移之前，不會完成所有權轉移。

# change_ownership_already_invited
source: already invited.
pt: já convidado.
zh_tw: 已經邀請了。

source: Donate
pt: Doar
zh_tw: 捐贈

# donate_to_timebank
source: Donate seva credits to Seva Community
pt: Doe créditos seva para a comunidade Seva
zh_tw: 向時間銀行捐贈seva點數

# insufficient_credits_to_donate
source: You do not have sufficient credits to donate!
pt: Você não tem créditos suficientes para doar!
zh_tw: 您沒有足夠的點數來捐款！

# current_seva_credit
source: Your current seva credits is
pt: Seus créditos Seva atuais são
zh_tw: 您當前的Seva點數

# donate_message
source: On click of donate your balance will be adjusted
pt: Ao clicar em doar, seu saldo será ajustado
zh_tw: 在捐出您的余額的點擊將調整

# zero_credit_donation_error
source: You cannot donate 0 credits
pt: Você não pode doar 0 créditos
zh_tw: 你不可以捐0點數

# negative_credit_donation_error
source: You cannot donate lesser than 0 credits
pt: Você não pode doar menos de 0 créditos
zh_tw: 你不可以捐負值的點數

# empty_credit_donation_error
source: Donate some credits
pt: Doe alguns créditos
zh_tw: 捐贈部分點數

# number_of_seva_credit
source: No of seva credits
pt: Nenhum de seus créditos
zh_tw: seva點數數

# donation_success
source: You have donated credits successfully
pt: Você doou créditos com sucesso
zh_tw: 您已成功捐獻點數

source: Sending invitation...
pt: Enviando convite ...
zh_tw: 發送邀請函...

# ownership_transfer_error
source: Error occurred! Please come back later and try again.
pt: ocorreu um erro! Por favor, volte mais tarde e tente novamente
zh_tw: 發生了錯誤！請稍后再試，然后重試。

source: Add Members
pt: Adicionar membros
zh_tw: 添加成員

# group_logo
source: Group Image
pt: Imagem do Grupo
zh_tw: 不群組形象

# name_your_group
source: Name your specific Group
pt: Nomeie seu grupo específico
zh_tw: 為您的特定群組命名

# bit_more_about_group
source: Ex: A bit more about your group
pt: Ex: um pouco mais sobre seu grupo
zh_tw: 例如：多一點關於你的組

source: Private Group
pt: Grupo Privado
zh_tw: 不公開不群組

# is_pin_at_right_place
source: Is this pin at a right place?
pt: Está na localização correta?
zh_tw: 這是針在正確的地方？

# find_timebanks
source: Find Seva Communities
pt: Encontre Comunidades Seva
zh_tw: 查找Seva社區

source: Groups within
pt: Grupos dentro
zh_tw: 內部群組

source: Edit Group
pt: Editar Grupo
zh_tw: 編輯組

source: View requests
pt: Ver solicitações
zh_tw: 查看請求

source: Delete Group
pt: Excluir Grupo
zh_tw: 刪除組

source: Settings
pt: Configurações
zh_tw: 設置

source: Invite Members
pt: Convidar membros
zh_tw: 邀請成員

source: Invite via code
pt: Convidar por código
zh_tw: 通過邀請碼來邀請

# bulk_invite_users_csv
source: Bulk invite users using a CSV file
pt: Convide usuários em massa usando um arquivo CSV
zh_tw: 使用CSV文件批量邀請用戶

# csv_message1
source: First, create a .csv file template and add the users that you want to invite to your Seva Community. Please see the format below for the two fields to include in your file. Then, select the Upload button to add the file. Note: do not upload any extra fields nor try to upload other spreadsheet file formats other than the .csv file.
pt: Primeiro, crie um modelo de arquivo .csv e adicione os usuários que deseja convidar para a sua Comunidade Seva.Por favor, veja o formato abaixo para os dois campos a serem incluídos em seu arquivo.Em seguida, selecione o botão Upload para adicionar o arquivo.Observação: não carregue nenhum campo extra nem tente carregar outros formatos de arquivo de planilha além do arquivo .csv.
zh_tw: 首先，創建一個.csv文件模板，然後將要邀請的用戶添加到時間銀行。請參閱以下格式，以將兩個字段包含在文件中。然後，選擇上載按鈕以添加文件。注意：請勿上傳任何其他字段，也不要嘗試上傳.csv文件以外的其他電子表格文件格式。

# csv_message2
source: fill the users you would like to add
pt: preencha os usuários que você gostaria de adicionar
zh_tw: 填寫您要添加的用戶

# csv_message3
source: then upload the CSV.
pt: faça o upload do arquivo CSV
zh_tw: 然后上傳CSV。

# download_sample_csv
source: Download sample CSV file
pt: Baixar arquivo CSV de amostra
zh_tw: 下載示例CSV文件

# choose_csv
source: Please upload only CSV file with users full name and email address
pt: Carregue apenas o arquivo CSV com o nome completo do usuário e endereço de e-mail
zh_tw: 請僅上傳具有用戶全名和電子郵件地址的CSV文件

# csv_size_limit
source: NOTE : Maximum file size is 1 MB
pt: NOTA: O tamanho máximo do arquivo é 1 MB
zh_tw: 注意：最大文件大小為1 MB

# uploading_csv
source: Uploading CSV File
pt: Fazendo upload de arquivo CSV
zh_tw: 上載CSV文件

source: Uploaded Successfully
pt: Carregado com sucesso
zh_tw: 上傳成功

# csv_error
source: Please select a CSV file first before uploading
pt: Selecione um arquivo CSV primeiro antes de fazer o upload
zh_tw: 請先選擇一個CSV文件，然后再上傳

source: Upload
pt: Envio
zh_tw: 上載

source: Large file alert
pt: Alerta de arquivo grande
zh_tw: 大文件警報

# csv_large_file_message
source: Files larger than 1 MB are not allowed
pt: Arquivos maiores que 1 MB não são permitidos
zh_tw: 不允許大於1 MB的文件

source: not found
pt: não encontrado
zh_tw: 未找到

# resend_invite
source: Resend Invitation
pt: Reenviar convite
zh_tw: 重新發送邀請

source: Add
pt: Adicionar
zh_tw: 加

# no_codes_generated
source: No codes generated yet.
pt: Não há códigos gerados ainda .
zh_tw: 但不會產生任何代碼。

source: Not yet redeemed
pt: Ainda não resgatado
zh_tw: 尚未贖回

source: Redeemed by
pt: Trocado por
zh_tw: 通過贖回

# timebank_code
source: Seva Community code :
pt: Código da comunidade Seva:
zh_tw: 時間銀行代碼：

source: Expired
pt: Expirado
zh_tw: 過期

source: Active
pt: Ativo
zh_tw: 活動中

source: Share code
pt: Compartilhar código
zh_tw: 分享代碼

# invite_message
source: Seva Communities allow you to volunteer and receive Seva credits that can be used by you for getting the community to help you with getting things done for you. Use the code
pt: As Comunidades Seva permitem que você seja voluntário e receba créditos Seva que podem ser usados ​​por você para fazer com que a comunidade o ajude a fazer as coisas para você. Use o código
zh_tw: 時間銀行可讓您自願參加並獲得Seva點數，您可以將其用於建立社區，以幫助您為自己完成工作。使用代碼

# invite_prompt
source: when prompted to join this community. Please download the SevaX app from the links provided at https://sevaexchange.page.link/sevaxapp
pt: quando solicitado a entrar nesta comunidade. Baixe o aplicativo SevaX nos links fornecidos em https://sevaexchange.page.link/sevaxapp
zh_tw: 當系統提示您加入該社區時。請從https://sevaexchange.page.link/sevaxapp提供的鏈接下載SevaX應用程序。

source: Code generated
pt: Código gerado
zh_tw: 代碼生成

source: is your code.
pt: é seu código
zh_tw: 這是你的代碼。

source: Publish code
pt: Publicar código
zh_tw: 發布代碼

# invite_via_email
source: Invite members via email
pt: Convidar membros por correio electrónico
zh_tw: 通過電子郵件來邀請

source: No Member found
pt: Nenhum membro encontrado
zh_tw: 找不到會員

source: Declined
pt: Recusado
zh_tw: 拒絕

# search_by_email_name
source: Search members via email,name
pt: Pesquise membros por e-mail, nome
zh_tw: 通過電子郵件搜索會員，姓名

source: No groups found
pt: Nenhum grupo encontrado
zh_tw: 找不到群組

source: No Image Available
pt: Nenhuma imagem disponível
zh_tw: 沒有可用的圖像

# group_description
source: Groups within a Seva Community allow for those with shared interests to meet regularly and organize separately.
pt: Grupos dentro de uma Comunidade Seva permitem que aqueles com interesses em comum se encontrem regularmente e se organizem separadamente.
zh_tw: 時間銀行內的組允許具有共同興趣的人員定期開會並單獨組織。

# updating_users
source: Updating Members
pt: Atualizando membros
zh_tw: 更新會員

# admins_organizers
source: Admin(s) & Super Admin(s)
pt: Admin (s) e Super Admin (s)
zh_tw: 管理員和超級管理員

source: Enter reason to exit
pt: Ingressar o motivo para saída
zh_tw: 輸入退出的原因

# enter_reason_to_exit_hint
source: Please enter reason to exit
pt: Por favor, introduza o motivo da saída
zh_tw: 請輸入退出的原因

# member_removal_confirmation
source: Are you sure you want to remove
pt: Tem certeza de que deseja remover
zh_tw: 你確定要刪除嗎

source: Loan
pt: Empréstimo
zh_tw: 貸款
